const List<Map<String, dynamic>> sampleNoticeJson = [
  {
    "title": "★★ 제 24회 TOPCIT 정기평가 일정 및 신청 접수 안내 (~9/26)",
    "link": "https://sw.sookmyung.ac.kr/modules/board/bd_view.html?no=174&id=sw_notice&or=bd_order&al=asc&p=1&ckattempt=1",
    "date": "2025-09-12",
    "contentText": "SW중심대학사업단에서는 소프트웨어를 활용한 창의적 문제해결 능력을 평가할 수 있는 제 24회 정기평가의 일정 및 신청방법을 아래와 같이 안내드리오니, 기간 내 많은 신청 바랍니다!<대상>숙명여자대학교 1-4학년 모든 재학생 (휴학생 및 수료생 제외)*지난 회차 응시자도 재응시 가능<지원혜택>1. 응시료 전액 지원: 시험 응시 후 성적표 제출 시 응시료 20,000원 지급2. 시험 응시 장려금 지급: 최종 응시자에 한하여 TOPCIT 시험 응시 장려금 50,000원 지급3. 성적 향상 격려금 지급: 직전 회차 점수 대비 성적 향상 시 30,000원 지급4. 성적 격려금 지급: 200점 이상 득점자에게 20,000원 지급5. 성적 우수자 장학금 지급: 교내 TOPCIT 성적우수자 1명에게 100만원의 장학금 지급 (단, 타 장학금과 중복 지급 불가)6. 교내 최고 득점자 총장상 수여1. 시험 및 접수 일정가. 시험 일시: 2025.11.01.(토), 09:30~12:00나. 시험 장소: 숙명여대 PC 실습실 또는 전국 시험장 (접수 시 희망지역의 시험장 조회 및 선택)*본교에서 시험 볼 학생들은 지정된 일시에 홈페이지 접속하여 신청 (9/15(월), 14시 오픈)다. 접수 기간: 2025.09.15.(월)~2025.09.26.(금), 18:002. 신청 방법 및 절차가. TOPCIT 홈페이지 가입 및 개별로 시험 신청 후 네이버폼에 인적사항 및 신청확인서 (캡쳐본 등) 제출*폼 링크:*신청자 확인 및 시험 안내 문자 발송을 위함나. 11.01.(토)에 시험 응시다. 12.01.(월)에 성적 확인 후 입금계좌신청서 및 신분증, 성적표 제출 (네이버폼 안내 예정)라. 서류 확인 후 대상자에 한하여 장학금 및 장려금 지급*문의: smsw2022@sm.ac.kr/02-2077-7016[참고 링크]: https://naver.me/FkLr3emu",
    "contentAttachment": [],
    "contentTable": [],
    "contentImages": [
      "https://sw.sookmyung.ac.kr//upload/SmartEditor2/2509/a77887df2ae440f5c322a864f6613ebf_1758183342_26.png",
      "https://sw.sookmyung.ac.kr//upload/SmartEditor2/2509/a77887df2ae440f5c322a864f6613ebf_1758183359_88.jpg"
    ],
    "site": "sw",
    "periods": [
      {
        "startDate": "2025-09-15",
        "endDate": "2025-09-26",
        "type": "application"
      },
      {
        "startDate": "2025-11-01",
        "endDate": "2025-12-01",
        "type": "activity"
      }
    ]
  },
  {
    "title": "2025 DATA VENTURE 문제 해결 챌린지 참가자 모집 안내",
    "link":
    "https://bigdata.sookmyung.ac.kr:443/bbs/board.php?bo_table=notice&wr_id=152&page=2",
    "date": "2025-08-08",
    "contentText":
    "서울대학교 빅데이터혁신융합대학사업단에서 기업 미션을 해결하고, 창업 아이템을 만들고, 인턴십과 투자 기회까지 이어지는 2025 DATA VENTURE 실전형 문제 해결 챌린지의 참가자를 모집합니다.",
    "contentAttachment": [
      {
        "text": "붙임1 2025 DATA VENTURE POSTER.zip(4.6M)",
        "url":
        "https://bigdata.sookmyung.ac.kr:443/bbs/download.php?bo_table=notice&wr_id=152&no=0&page=2",
      },
    ],
    "contentTable": [
      [
        {"0": "일정", "1": "내용", "2": "비고"},
        {
          "0": "08.07(목)~08.21(목)",
          "1": "참가신청서 접수",
          "2": "구글폼 신청- 각 과제별 구글폼 상이- 노션 안내 페이지 속 구글 폼에서 신청- 과제 중복 신청 불가",
        },
        {"0": "08.27(수)", "1": "서류 합격자 발표", "2": "개별 안내 예정"},
        {
          "0": "08. 말",
          "1": "온라인 발대식(예정)",
          "2": "참여기업 세부 과제 안내- flex, WeaversBRAIN, ANTLER 참여",
        },
        {
          "0": "08.29(금)~10.31(금)",
          "1": "예선 진행",
          "2": "- 온라인 사전 교육 제공- 팀 멘토링 제공",
        },
        {"0": "11.28(금)", "1": "대회 결선", "2": "부산 BEXCO에서 결선 쇼케이스 진행 및 시상"},
      ],
    ],
    "contentImages": [
      "https://p157499.cafe24.com/data/editor/2508/4ad66fc8144a7db06ce90680d54bf975_1754619454_722.jpg",
    ],
    "site": "co",
    "periods": [
      {
        "startDate": "2025-08-07",
        "endDate": "2025-08-21 18:00:00",
        "type": "application",
      },
      {
        "startDate": "2025-08-29 09:00:00",
        "endDate": "2025-10-31 20:00:00",
        "type": "activity",
      },
    ],
  },
  {
    "title": "[전공포기] 학생자율설계전공(COSS형) 빅데이터전공 포기 방법 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=81&page=1",
    "date": "2024-10-07",
    "contentText":
    "학생자율설계\n전공\n(COSS형) 빅데이터\n전공\n포기\n시 절차에 대해서 안내드립니다.\n현재 학생의 학기에 따라 신청 방법이 다르니 이점 유의하여 제출하시기 바랍니다.\n1. 8학기 이상 졸업예정자의 경우\n가. 포기 기간: 상시\n나. 제출 방법\n1) 학생자율설계전공 포기\n신청서(하단 링크)를 첨부파일(양식) 확인\nhttps:\/\/www.sookmyung.ac.kr\/kr\/university-life\/document-form.do?mode=view&articleNo=90437&article.offset=0&articleLimit=10\n2) 개인정보 수집·이용 사항 고지 내용 및 포기 시 유의사항(※) 반드시 확인\n3) 날짜 기재 및 본인 서명하여 사업단 이메일로 제출\n4) 사업단에서 지도교수님 확인 후 학생에게 안내 예정\n5) 학생이 직접 학사팀 제출\n2. 3학기~7학기 학생의 경우\n가. 포기 기간:\n전공\n선택\/\n포기\n기간(6월, 12월) 신청(*학교 홈페이지 학사공지 참고)\n나. 제출 방법\n1) 포털에서 전공 포기 신청 후 해당 전체 화면 캡쳐하여 사업단 이메일로 제출\n2) 사업단에서 포기 내용 확인 후 지도교수님께 승인 요청\n3. 학생자율설계\n전공\n포기\n시 유의사항\n- 포\n기한 학생자율설계\n전공\n이 유일한 추가\n전공\n이면서 제\n1\n전공\n을\n‘\n다\n전공\n(\n일반\n)\n과정\n’\n으로 이수중인 경우\n,\n다른 복수\n\/\n부\n\/\n연계\n전공\n을 선택하여 이수하거나 제\n1\n전공\n을 심화과정으로 이수하여야 졸업이 가능합니다.\n-\n향후에는 학생자율설계\n전공\n을 재신청할 수 없습니다.\n- 전공 포기 신청 후 포털에서 반영 여부를 확인하시기 바랍니다.\n4. 문의:\n빅데이터혁신융합사업단\np157499@sookmyung.ac.kr",
    "contentAttachment": [],
    "contentTable": [],
    "contentImages": [],
    "site": "co",
    "periods": [],
  },
  {
    "title": "서울시 빅데이터 캠퍼스 숙명여대 분원 이용 방법 안내(영상)",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=67&page=1",
    "date": "2024-08-28",
    "contentText":
    "빅데이터혁신융합사업단에서 운영하고 있는\n\"서울시 빅데이터 캠퍼스 분원 이용\" 관련 안내 동영상 입니다.\n분원 소개, 이용 방법 및 신청 절차, 오시는 길 등 안내되어 있으니 참고 부탁드리오며,\n분원에 많은 관심 부탁드립니다.",
    "contentAttachment": [
      {
        "text": "분원이용안내 수정본.MP4(58.6M)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=67&no=0&page=1",
      },
    ],
    "contentTable": [],
    "contentImages": [],
    "site": "co",
    "periods": [],
  },
  {
    "title": "학생자율설계전공 교육과정 개편 일정 변경 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=13&page=1",
    "date": "2024-03-19",
    "contentText":
    "2024\n학년도부터 본교 학생자율설계전공 교육과정 개편 일정이 아래와 같이 변경되어 안내 드립니다\n.\n※\n모든 학생자율설계전공 교육과정 개편은 학사팀 안내 일정에 맞춰 진행\n(\n학사 일정에 따라 개편 일정 변경될 수 있음\n)\n※\n빅데이터전공 개편 진행시 사전 공지 예정\n변경 전\n⇨\n변경 후\n개편 심의\n적용\n개편 심의\n적용\n상반기\n(1\n학기\n)\n하반기\n(2\n학기\n)\n하반기\n(2\n학기\n)\n상반기\n(1\n학기\n)",
    "contentAttachment": [],
    "contentTable": [
      [
        {"0": "변경 전", "1": "변경 전", "2": "⇨", "3": "변경 후", "4": "변경 후"},
        {"0": "개편 심의", "1": "적용", "2": "⇨", "3": "개편 심의", "4": "적용"},
        {
          "0": "상반기(1학기)",
          "1": "하반기(2학기)",
          "2": "⇨",
          "3": "하반기(2학기)",
          "4": "상반기(1학기)",
        },
      ],
    ],
    "contentImages": [],
    "site": "co",
    "periods": [],
  },
  {
    "title": "학생자율설계전공 빅데이터전공(COSS형) 교과목 리스트(2025.09.01)",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=2&page=1",
    "date": "2024-03-04",
    "contentText":
    "※교과목 업데이트: 2025.09.01.\n- 인공지능공학부 웹프로그래밍(\n21105365) 캡스톤디자인 교과목으로 변경\n※유의사항\n-\n전공 이수를 승인받은 시점의 교육과정표대로 이수하는 것을 원칙으로 함(학생별 전공 진입시기에 따른 2022와 2025 교과목 구성이 다름에 유의)\n-\n단\n,\n이수 중간에 교육과정이 개편되면\n,\n과목 이수 시점에 따라 아래 표와 같이 학생자율설계전공 학점으로의 인정 여부를 정함\n상황\n과목이수 시점\n인정 여부\n이수중이던 교육과정에 교과목이 추가된 경우\n추가 이전\n인정함\n추가 이후\n인정함\n이수중이면 교육과정에서 교과목이 제외된 경우\n제외 이전\n인정함\n제외 이후\n인정하지 않음\n- 학교 홈페이지>대학생활>교육과정>학생자율설계전공 교육과정>개설 전공 목록\nhttps:\/\/www.sookmyung.ac.kr\/kr\/university-life\/curriculum05-popup.do",
    "contentAttachment": [
      {
        "text": "학생자율설계전공 빅데이터전공COSS형 교과목 리스트2025.09.01.xlsx(94.8K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=2&no=0&page=1",
      },
    ],
    "contentTable": [
      [
        {"0": "상황", "1": "과목이수 시점", "2": "인정 여부"},
        {"0": "이수중이던 교육과정에 교과목이 추가된 경우", "1": "추가 이전", "2": "인정함"},
        {"0": "이수중이던 교육과정에 교과목이 추가된 경우", "1": "추가 이후", "2": "인정함"},
        {"0": "이수중이면 교육과정에서 교과목이 제외된 경우", "1": "제외 이전", "2": "인정함"},
        {"0": "이수중이면 교육과정에서 교과목이 제외된 경우", "1": "제외 이후", "2": "인정하지 않음"},
      ],
    ],
    "contentImages": [],
    "site": "co",
    "periods": [],
  },
  {
    "title": "숙명여대 빅데이터 마이크로디그리(MD) 교과목 리스트(2025.09.01)",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=1&page=1",
    "date": "2024-02-22",
    "contentText":
    "※업데이트 일자: 2025.09.01.\n※유의사항\n-\n25-2학기 신청부터 숙명포털 신청기간\/신청방법과 동일하게 진행\n※특전\n- 총장 명의 이수증명서 발급\n- 성적증명서에 이수 과정명 기재\n- 신청 이전에 이수한 과목도 인정\n- 빅데이터전공(COSS형) 이수 과목 간 중복 허용",
    "contentAttachment": [
      {
        "text": "빅데이터 마이크로디그리MD 교과목 리스트2025.09.01.xlsx(17.2K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=1&no=0&page=1",
      },
    ],
    "contentTable": [],
    "contentImages": [],
    "site": "co",
    "periods": [],
  },
  {
    "title": "[졸업] 2025-2학기(26년 2월) 8학기 이상 졸업예정자 학점이수표 제출 안내(~10\/26)",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=167&page=1",
    "date": "2025-10-01",
    "contentText":
    "빅데이터혁신융합사업단에서\n2025-2\n학기\n(26\n년 2\n월\n)\n학생자율설계전공 빅데이터전공\n(COSS\n형\n)\n이수학점 심사 관련하여 제출 서류를 안내하오니\n,\n대상 학생은 아래 기간내 반드시 제출하시기 바랍니다\n.\n1.\n제출기간\n:\n~10\/26(\n일\n)\n까지\n2. 제출대상: 8학기 이상 졸업예정자\/수료예정자\n3.\n제출방법\n: 포털 학점이수표\n사업단 이메일\n(\np157499@sookmyung.ac.kr\n)\n제출\n-\n메일제목\n: [\n빅데이터전공 졸업\n]\n이름\n\/\n학번\n-\n메일내용\n:\n포털 학점이수표 pdf 파일 첨부\n4.\n유의사항(★필독)\n1) 영역별 표준교과목 기준 매칭되는 1개의 교과목으로 카운트하여 이수요건 충족 필수\n-\n서로 다른 표준교과목으로 초급 5개(15학점), 중급 5개(15학점), 고급 2개(6학점) 이상을 이수\n해야 하며, 이수요건 미충족 시 졸업이 불가함에 유의\n- 포털 시스템 상에는 표준교과목으로 카운트되지 않으니, 표준교과목 기준으로 학생이 직접 과목정리 진행 필요\n2) 학점이수표에 이수요건이 충족되지 않을 경우, 제출기간 이전에 반드시 학사팀에서 진행하는 과목정리(이동\/중복학점 변경) 진행하여 학점이수표 정리 필수(※수료생은 학점 이수 불가 유의)\n- 2025-2학기 과목정리 공지 내용(~10\/12):\nhttps:\/\/www.sookmyung.ac.kr\/kr\/news\/important-notice.do?mode=view&articleNo=90426\n3) 빅데이터전공 지도교수 심사 진행 후 학사팀에 제출 예정\n5. 기타사항\n1) 본전공 과목정리(인정) 등의 사유로 인하여, 제출기간 내 학점이수표 제출이 어려운 학생은 사업단 이메일로 제출 가능 기간을 작성하여 제출\n2) 빅데이터전공 포기 희망 시 안내 내용 참고하여 사업단 이메일로 포기신청서 제출\n- 전공 포기방법:\nhttps:\/\/bigdata.sookmyung.ac.kr\/bbs\/board.php?bo_table=notice&wr_id=81\n6. 문의:\np157499@sookmyung.ac.kr",
    "contentAttachment": [],
    "contentTable": [],
    "contentImages": [],
    "site": "co",
    "periods": [
      {
        "startDate": "2025-10-01",
        "endDate": "2025-10-26",
        "type": "application",
      },
    ],
  },
  {
    "title": "[학점교류] 2025-동계 서울대학교 교류수학 안내(DATA VENTURE 연계 포함)",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=166&page=1",
    "date": "2025-09-30",
    "contentText":
    "빅데이터혁신융합사업단에서는\n2025-동계 계절학기 서울\n대학교\n학점 교류\n학생을 모집하오니, 교류수학을 희망 학생은 기간 내에 신청하시기 바랍니다\n.\n※\n본 공지문은 빅데이터 혁신융합대학사업 교류 관련이며\n,\n일반 학점교류 공지와 별도임을 유의하시기 바랍니다\n.\n※학점교류 신청자격:\n우리대학 홈페이지 신청자격 필독\n(링크)\n1.\n신청기간\n:\n~10\n\/16\n(목)\n까지\n※학점교류 신청하는 학생은 SnoWe 공지에 기재된\n신청기간 내에\n제1전공 학부(과)장님 승인까지 완료하여 아래 신청방법 (1), (2)\n모두 제출해야\n함\n2. 학점교류\n안내\n:\n붙임1\n참고\n3.\n신청방법\n(1)\n숙명포털에서\n[사전신청]\n진행하여 제1전공 학부(과)장님 승인 진행\n-\n[사전신청] 방법은 우리대학 홈페이지 공지사항 첨부파일 참고(링크)\n※빅데이터전공생 유의사항\n- [인정받을 교과구분] → [전공선택]이 아닌 [전공]으로 선택하여 진행\n-\n본교대체교과목이 없을 경우(온톨로지및지식그래프)\n, 대체과목 선택X\n(\n2)\n숙명포털에서 제1전공 학부(과)장님 승인 완료된 전체 화면(캡처본)과 【\n붙임4\n서울대 수학 추천자 양식\n】\n작성하여 사업단\n이메일 제출\n- 이메일: p157499@sookmyung.ac.kr\n-\n메일제목\n: [2025-동계\n학점교류 신청] 서울대\n\/\n이름\n\/\n학번\n-\n메일내용\n:\n【\n숙명포털 승인 완료 화면(캡처본)\n】\n및 【\n붙임4\n】\n모두\n첨부\n(3) [학점교류 학점인정신청] 기간에 숙명포털에서 직접 신청(학점교류 선발 학생 대상 추후 개별 공지 예정)\n4.\n수강과목:\n붙임2, 3\n참고\n※교과목별 비고란 확인 필수\n※빅데이터 학점교류는 서류 제출 후 진행 예정인 [학점인정신청] 기간에 교과목 변경이 불가함에 유의\n※빅데이터전공생은 표준교과목만 빅데이터전공 이수 교과목으로 인정 가능함\n5. 문의:\n숙명여자대학교 빅데이터혁신융합사업단\np157499@sookmyung.ac.kr \/ 02-2077-7192\n6. 첨부파일\n붙임1. 2025학년도 동계 계절수업 서울대학교 수학 안내문_혁신공유학부\n붙임2 2025학년도 동계 계절학기 서울대학교 개설교과목 리스트_혁신공유학부\n붙임3 강의계획서\n붙임4 (혁신공유학부)서울대학교 수학추천자 양식(2025-동계)",
    "contentAttachment": [
      {
        "text": "붙임1. 2025학년도 동계 계절수업 서울대학교 수학 안내문_혁신공유학부.hwp(180.0K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=166&no=0&page=1",
      },
      {
        "text": "붙임2 2025학년도 동계 계절학기 서울대학교 개설교과목 리스트_혁신공유학부.xlsx(14.8K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=166&no=1&page=1",
      },
      {
        "text": "붙임3 강의계획서.zip(626.3K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=166&no=2&page=1",
      },
      {
        "text": "붙임4 혁신공유학부서울대학교 수학추천자 양식2025-동계.xlsx(35.9K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=166&no=3&page=1",
      },
    ],
    "contentTable": [],
    "contentImages": [],
    "site": "co",
    "periods": [
      {
        "startDate": "2025-09-30",
        "endDate": "2025-10-16",
        "type": "application",
      },
    ],
  },
  {
    "title": "[졸업] 2025-2학기(26년 2월) 빅데이터전공 졸업 안내(★졸업예정자 필독)",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=165&page=1",
    "date": "2025-09-15",
    "contentText":
    "[\n졸업\n] 2025-2\n학기\n(26\n년\n2\n월\n)\n빅데이터전공 졸업 안내\n(\n졸업예정자 필독\n)\n•\n2025\n학년도\n2\n학기\n(26\n년\n2\n월\n)\n빅데이터전공 졸업 진행 관련하여 아래와 같이 안내하오니\n,\n대상 학생은 내용을 숙지하여 기간 내 신청 및 제출하시기 바랍니다\n.\n•\n본 공지는 빅데이터전공 졸업 관련이며\n,\n학사팀에서 진행하는 졸업 일정은 학교 홈페이지 공지사항을 확인하여 기간 내 학생이 직접 진행\n해야 합니다\n.\n•\n또한 학적 상태가 수료일 경우\n,\n빅데이터전공 교과목 이수가 불가하니\n8\n학기 이상 학생은 모두 과목정리를 진행\n하시기 바랍니다\n.\n•\n아래 일정은 변경될 수 있으니\n,\n학교 홈페이지 및 사업단 홈페이지에서 업데이트되는 공지사항을 반드시 확인하시기 바랍니다\n.\n•\n빅데이터전공 졸업 관련 내용\n(\n노란색 표기\n)\n은 사업단에서 진행하는 내용\n임을 유의하시기 바랍니다\n.\n▶\n(\n★\n중요\n)\n학사공지\n:\n[\n졸업\n] 2025-2\n학부 주요 졸업일정 안내\n(\n졸업예정자 필독\n)\n참고\n1.\n학생자율설계전공 빅데이터전공\n(COSS\n형\n)\n졸업 일정표\nNO.\n내용\n대상\n제출기간\n제출서류\n제출처\n1\n학부 졸업논문제 신청\n졸업예정자\n~10\/2(\n목\n)\n까지\n공지 확인\n숙명포털\n★\n학사공지\n: [\n졸업\n] 2025-2\n학기 학부 졸업논문제 신청 안내\n2\n졸업학점 이수현황 확인 및 과목정리\n3\n학년 이상 재학생\n~10\/13(\n월\n)\n공지 확인\n학사팀\n★\n학사공지\n: [\n졸업\n]\n재학생 졸업학점 이수현황 확인 및 과목 정리 실시\n<\n★\n빅데이터전공 유의사항\n>\n※\n빅데이터전공은 표준교과목 기준 매칭되는\n1\n개의 개설 교과목으로 카운트함에 유의\n※\n초급\n,\n중급\n,\n고급 영역의 이수 기준학점 미충족시 인정하지 않음\n※\n빅데이터전공 진입 이후에 최소\n18\n학점은 새롭게 이수해야 함\n(\n교과목 이수학기 확인 필수\n)\n3\n빅데이터전공\n이수학점 심사\n8\n학기 이상\n졸업\n\/\n수료 예정자\n~10\/26(\n일\n)\n까지\n포털 학점이수표\n사업단 이메일\n빅데이터전공\n졸업논문제 심사\n졸업예정자\n~12\/7(\n일\n)\n까지\n①\n졸업논문제\n결과물 제출자료\n②\n졸업논문심사\n결과보고서\n(\n양식\n)\n<\n★\n빅데이터전공 유의사항\n>\n※\n학점이수표 빅데이터전공 표에 표준교과목 기준 이수 교과목이 모두 포함되어 있어야 함\n※\n졸업논문 심사결과 보고서\n(\n양식\n) 중 기본사항 및 논문제 형식만 작성(그 외 미작성)\n※\n사업단에서 빅데이터전공 지도교수 심사 진행 후 학생 제출자료 모두 학사팀에 제출 예정이며\n,\n결과는 개별 이메일로 안내 예정\n※\n졸업논문제 합격된 이후에서 본인이 희망하여도 불합격으로 바꿀 수 없음에 유의\n※\n졸업논문제는 반드시 하나의 전공에서만 인정하며 타전공과 중복인정 불가함에 유의\n4\n★\n졸업논문제\n심사결과 확인\n졸업예정자\n26\n년\n1\/8(\n목\n)\n~ 1\/9(\n금\n)\n-\n숙명포털\n5\n★\n졸업심사결과\n(\n최종결과\n)\n조회\n졸업예정자\n26\n년\n1\/29(\n목\n) ~ 1\/30(\n금\n)\n-\n숙명포털\n2.\n학생자율설계전공 빅데이터전공\n(COSS\n형\n)\n졸업논문제 형식별 제출자료\n(\n아래\n4\n가지 중 택\n1)\n▶\n학교 홈페이지 학사정보\n>\n졸업\n>\n졸업인증제 참고\nNO.\n논문제 형식\n결과물 제출자료\n1\n빅데이터전공 캡스톤디자인 교과목 이수\n①\n성적증명서\n,\n②\n결과보고서\n,\n③\n졸업논문심사결과보고서\n※\n학점이수표 빅데이터전공에 반드시 캡스톤디자인 교과목이 포함되어야 함\n※\n논문제 제출학기에 이수 중인 교과목일 경우\n,\n성적증명서 미제출\n2\n자격증 취득\n(\n빅데이터분석기사\n,\n데이터분석 전문가\n,\n데이터분석 준전문가\n,\n사회조사분석사\n2\n급\n,\n정보처리기사\n,\n정보처리산업기사 중 택\n1)\n①\n진위여부 확인이 가능한 자격증명서\n,\n②\n졸업논문심사결과보고서\n3\n빅데이터 관련 각종 외부 공모전\n\/\n대회\n진출 및 수상\n①\n진위여부 확인이 가능한 수상자료\n,\n②\n졸업논문심사결과보고서\n4\n국내외 빅데이터 관련\n학술대회 및 논문지 발표\n①\n진위여부 확인이 가능한 발표자료\n,\n②\n졸업논문심사결과보고서\n※\n3, 4\n번 항목의 인정되는 범위는 내부규정에 따름\n※\n졸업논문제심사결과보고서는 첨부파일\n(\n양식\n)\n참고\n3.\n문의\n:\n빅데이터혁신융합사업단\np157499@sookmyung.ac.kr",
    "contentAttachment": [
      {
        "text": "학생자율설계전공 졸업논문심사결과보고서.hwp(87.5K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=165&no=0&page=1",
      },
    ],
    "contentTable": [
      [
        {
          "0": "NO.",
          "1": "내용",
          "2": "대상",
          "3": "제출기간",
          "4": "제출서류",
          "5": "제출처",
        },
        {
          "0": "1",
          "1": "학부 졸업논문제 신청",
          "2": "졸업예정자",
          "3": "~10\/2(목)까지",
          "4": "공지 확인",
          "5": "숙명포털",
        },
        {
          "0": "1",
          "1": "★학사공지: [졸업] 2025-2학기 학부 졸업논문제 신청 안내",
          "2": "★학사공지: [졸업] 2025-2학기 학부 졸업논문제 신청 안내",
          "3": "★학사공지: [졸업] 2025-2학기 학부 졸업논문제 신청 안내",
          "4": "★학사공지: [졸업] 2025-2학기 학부 졸업논문제 신청 안내",
          "5": "★학사공지: [졸업] 2025-2학기 학부 졸업논문제 신청 안내",
        },
        {
          "0": "2",
          "1": "졸업학점 이수현황 확인 및 과목정리",
          "2": "3학년 이상 재학생",
          "3": "~10\/13(월)",
          "4": "공지 확인",
          "5": "학사팀",
        },
        {
          "0": "2",
          "1": "★학사공지: [졸업] 재학생 졸업학점 이수현황 확인 및 과목 정리 실시",
          "2": "★학사공지: [졸업] 재학생 졸업학점 이수현황 확인 및 과목 정리 실시",
          "3": "★학사공지: [졸업] 재학생 졸업학점 이수현황 확인 및 과목 정리 실시",
          "4": "★학사공지: [졸업] 재학생 졸업학점 이수현황 확인 및 과목 정리 실시",
          "5": "★학사공지: [졸업] 재학생 졸업학점 이수현황 확인 및 과목 정리 실시",
        },
        {
          "0": "2",
          "1":
          "<★빅데이터전공 유의사항>※빅데이터전공은 표준교과목 기준 매칭되는 1개의 개설 교과목으로 카운트함에 유의※초급, 중급, 고급 영역의 이수 기준학점 미충족시 인정하지 않음※빅데이터전공 진입 이후에 최소 18학점은 새롭게 이수해야 함(교과목 이수학기 확인 필수)",
          "2":
          "<★빅데이터전공 유의사항>※빅데이터전공은 표준교과목 기준 매칭되는 1개의 개설 교과목으로 카운트함에 유의※초급, 중급, 고급 영역의 이수 기준학점 미충족시 인정하지 않음※빅데이터전공 진입 이후에 최소 18학점은 새롭게 이수해야 함(교과목 이수학기 확인 필수)",
          "3":
          "<★빅데이터전공 유의사항>※빅데이터전공은 표준교과목 기준 매칭되는 1개의 개설 교과목으로 카운트함에 유의※초급, 중급, 고급 영역의 이수 기준학점 미충족시 인정하지 않음※빅데이터전공 진입 이후에 최소 18학점은 새롭게 이수해야 함(교과목 이수학기 확인 필수)",
          "4":
          "<★빅데이터전공 유의사항>※빅데이터전공은 표준교과목 기준 매칭되는 1개의 개설 교과목으로 카운트함에 유의※초급, 중급, 고급 영역의 이수 기준학점 미충족시 인정하지 않음※빅데이터전공 진입 이후에 최소 18학점은 새롭게 이수해야 함(교과목 이수학기 확인 필수)",
          "5":
          "<★빅데이터전공 유의사항>※빅데이터전공은 표준교과목 기준 매칭되는 1개의 개설 교과목으로 카운트함에 유의※초급, 중급, 고급 영역의 이수 기준학점 미충족시 인정하지 않음※빅데이터전공 진입 이후에 최소 18학점은 새롭게 이수해야 함(교과목 이수학기 확인 필수)",
        },
        {
          "0": "3",
          "1": "빅데이터전공이수학점 심사",
          "2": "8학기 이상졸업\/수료 예정자",
          "3": "~10\/26(일)까지",
          "4": "포털 학점이수표",
          "5": "사업단 이메일",
        },
        {
          "0": "3",
          "1": "빅데이터전공졸업논문제 심사",
          "2": "졸업예정자",
          "3": "~12\/7(일)까지",
          "4": "①졸업논문제결과물 제출자료②졸업논문심사결과보고서(양식)",
          "5": "사업단 이메일",
        },
        {
          "0": "3",
          "1":
          "<★빅데이터전공 유의사항>※학점이수표 빅데이터전공 표에 표준교과목 기준 이수 교과목이 모두 포함되어 있어야 함※졸업논문 심사결과 보고서(양식) 중 기본사항 및 논문제 형식만 작성(그 외 미작성)※사업단에서 빅데이터전공 지도교수 심사 진행 후 학생 제출자료 모두 학사팀에 제출 예정이며, 결과는 개별 이메일로 안내 예정※졸업논문제 합격된 이후에서 본인이 희망하여도 불합격으로 바꿀 수 없음에 유의※졸업논문제는 반드시 하나의 전공에서만 인정하며 타전공과 중복인정 불가함에 유의",
          "2":
          "<★빅데이터전공 유의사항>※학점이수표 빅데이터전공 표에 표준교과목 기준 이수 교과목이 모두 포함되어 있어야 함※졸업논문 심사결과 보고서(양식) 중 기본사항 및 논문제 형식만 작성(그 외 미작성)※사업단에서 빅데이터전공 지도교수 심사 진행 후 학생 제출자료 모두 학사팀에 제출 예정이며, 결과는 개별 이메일로 안내 예정※졸업논문제 합격된 이후에서 본인이 희망하여도 불합격으로 바꿀 수 없음에 유의※졸업논문제는 반드시 하나의 전공에서만 인정하며 타전공과 중복인정 불가함에 유의",
          "3":
          "<★빅데이터전공 유의사항>※학점이수표 빅데이터전공 표에 표준교과목 기준 이수 교과목이 모두 포함되어 있어야 함※졸업논문 심사결과 보고서(양식) 중 기본사항 및 논문제 형식만 작성(그 외 미작성)※사업단에서 빅데이터전공 지도교수 심사 진행 후 학생 제출자료 모두 학사팀에 제출 예정이며, 결과는 개별 이메일로 안내 예정※졸업논문제 합격된 이후에서 본인이 희망하여도 불합격으로 바꿀 수 없음에 유의※졸업논문제는 반드시 하나의 전공에서만 인정하며 타전공과 중복인정 불가함에 유의",
          "4":
          "<★빅데이터전공 유의사항>※학점이수표 빅데이터전공 표에 표준교과목 기준 이수 교과목이 모두 포함되어 있어야 함※졸업논문 심사결과 보고서(양식) 중 기본사항 및 논문제 형식만 작성(그 외 미작성)※사업단에서 빅데이터전공 지도교수 심사 진행 후 학생 제출자료 모두 학사팀에 제출 예정이며, 결과는 개별 이메일로 안내 예정※졸업논문제 합격된 이후에서 본인이 희망하여도 불합격으로 바꿀 수 없음에 유의※졸업논문제는 반드시 하나의 전공에서만 인정하며 타전공과 중복인정 불가함에 유의",
          "5":
          "<★빅데이터전공 유의사항>※학점이수표 빅데이터전공 표에 표준교과목 기준 이수 교과목이 모두 포함되어 있어야 함※졸업논문 심사결과 보고서(양식) 중 기본사항 및 논문제 형식만 작성(그 외 미작성)※사업단에서 빅데이터전공 지도교수 심사 진행 후 학생 제출자료 모두 학사팀에 제출 예정이며, 결과는 개별 이메일로 안내 예정※졸업논문제 합격된 이후에서 본인이 희망하여도 불합격으로 바꿀 수 없음에 유의※졸업논문제는 반드시 하나의 전공에서만 인정하며 타전공과 중복인정 불가함에 유의",
        },
        {
          "0": "4",
          "1": "★졸업논문제심사결과 확인",
          "2": "졸업예정자",
          "3": "26년 1\/8(목) ~ 1\/9(금)",
          "4": "-",
          "5": "숙명포털",
        },
        {
          "0": "5",
          "1": "★졸업심사결과(최종결과) 조회",
          "2": "졸업예정자",
          "3": "26년 1\/29(목) ~ 1\/30(금)",
          "4": "-",
          "5": "숙명포털",
        },
      ],
      [
        {"0": "NO.", "1": "논문제 형식", "2": "결과물 제출자료"},
        {
          "0": "1",
          "1": "빅데이터전공 캡스톤디자인 교과목 이수",
          "2":
          "①성적증명서, ②결과보고서, ③졸업논문심사결과보고서※학점이수표 빅데이터전공에 반드시 캡스톤디자인 교과목이 포함되어야 함※논문제 제출학기에 이수 중인 교과목일 경우, 성적증명서 미제출",
        },
        {
          "0": "2",
          "1":
          "자격증 취득(빅데이터분석기사, 데이터분석 전문가, 데이터분석 준전문가, 사회조사분석사 2급, 정보처리기사, 정보처리산업기사 중 택1)",
          "2": "①진위여부 확인이 가능한 자격증명서, ②졸업논문심사결과보고서",
        },
        {
          "0": "3",
          "1": "빅데이터 관련 각종 외부 공모전\/대회진출 및 수상",
          "2": "①진위여부 확인이 가능한 수상자료, ②졸업논문심사결과보고서",
        },
        {
          "0": "4",
          "1": "국내외 빅데이터 관련학술대회 및 논문지 발표",
          "2": "①진위여부 확인이 가능한 발표자료, ②졸업논문심사결과보고서",
        },
      ],
    ],
    "contentImages": [],
    "site": "co",
    "periods": [
      {
        "startDate": "2025-09-15",
        "endDate": "2025-10-02",
        "type": "application",
      },
      {
        "startDate": "2025-09-15",
        "endDate": "2025-10-13",
        "type": "application",
      },
      {
        "startDate": "2025-09-15",
        "endDate": "2025-10-26",
        "type": "application",
      },
      {
        "startDate": "2025-09-15",
        "endDate": "2025-12-07",
        "type": "application",
      },
      {"startDate": "2026-01-08", "endDate": "2026-01-09", "type": "activity"},
      {"startDate": "2026-01-29", "endDate": "2026-01-30", "type": "activity"},
    ],
  },
  {
    "title": "빅데이터전공 장학금 규정 변경에 따른 <과목 정리> 진행 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=164&page=1",
    "date": "2025-09-15",
    "contentText":
    "빅데이터혁신융합사업단에서\n2025\n학년도\n2\n학기부터 빅데이터전공 장학금 규정 변경에 따른\n<\n과목 정리\n>\n진행 안내\n합니다\n.\n학교 공지에 따라\n3\n학년 이상 재학생은 모두 아래 기간에\n<\n과목 정리\n>\n가 가능하오니\n,\n기간내 진행하시기 바랍니다\n.\n1.\n대상 학생\n:\n현재 학기가\n3\n학년 이상의 재학생인 경우\n2.\n확인 및 정리 기간\n:\n~2025. 10. 13.(\n월\n)\n까지\n3.\n과목 정리 방법\n:\n하단 링크 접속하여 학교 공지 내용 확인하기\n[\n졸업\n]\n재학생 졸업학점 이수현황 확인 및 과목 정리 실시\n4.\n빅데이터전공 장학금 규정 변경 사항\n- 포털 학점이수표 빅데이터전공 표에 이수 교과목 포함\n- 2025-2\n학기부터 빅데이터전공 장학금 신청 시 포털 학점이수표 제출\n5.\n문의\n:\n빅데이터혁신융합사업단\np157499@sookmyung.ac.kr",
    "contentAttachment": [],
    "contentTable": [],
    "contentImages": [],
    "site": "co",
    "periods": [
      {"startDate": "2025-09-15", "endDate": "2025-10-13", "type": "activity"},
    ],
  },
  {
    "title": "2025-2 빅데이터 마이크로디그리DAY 신청 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=163&page=1",
    "date": "2025-09-15",
    "contentText":
    "빅데이터혁신융합사업단에서 2025-2학기 빅데이터 마이크로디그리 추가 모집을 위하여 <빅데이터 마이크로디그리(MD)DAY>를 진행합니다.\n인공지능공학부, 소프트웨어학부, 통계학과, 경영학부, 소비자경제학과\n교과목을 수강했거나,\n제1전공\/복수\/부전공을 이수 하고 있는 학생\n분들의 많은 관심과 참여 바랍니다.\n1. 대상:\n8학기 이상 졸업 예정 학부 재학생\n※제1전공\/복수\/부전공 및 빅데이터전공과 이수 교과목 중복 허용\n2. 신청방법:\n~9\/18(목) 오후 3시\n까지\n▶구글폼 신청하러 가기◀\n3. 일정:\n9\/23(화) 또는 9\/24(수) 중 택1\n4. 시간:\n오후 5시~7시 중 10분 소요 예정(※개별 진행)\n5. 혜택\n- MD데이 참석자 대상\n석식 및 4만원 상당 기념품 증정\n- 신청서 검토 후\n올리브영 3만원권 증정\n6. 빅데이터 MD 교육과정 확인하러 가기\n▶스노위 모집 공지◀\n- 인공지능공학부: 빅데이터 초급A,\n빅데이터 자율설계(중급)A,\n빅데이터 자율설계(고급)A\n- 소프트웨어학부:\n빅데이터 초급B,\n빅데이터 자율설계(중급)\nB\n,\n빅데이터 자율설계(고급)\nB\n- 통계학과:\n빅데이터 자율설계(중급)C\n, 빅데이터 보험 실무\n- 경영학부: 빅데이터 애널리틱스\n- 소비자경제학과: 소비자경제 빅데이터\n7. 문의:\n빅데이터혁신융합사업단\np157499@sookmyung.ac.kr",
    "contentAttachment": [],
    "contentTable": [],
    "contentImages": [
      "https:\/\/p157499.cafe24.com\/data\/editor\/2509\/77f236f9adcb2f4857770aa8ddd15d14_1757917225_6011.jpg",
    ],
    "site": "co",
    "periods": [
      {
        "startDate": "2025-09-15",
        "endDate": "2025-09-18",
        "type": "application",
      },
      {"startDate": "2025-09-23", "endDate": "2025-09-24", "type": "activity"},
    ],
  },
  {
    "title": "2025 빅데이터 캠퍼스 활용 아이디어 공모전 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=162&page=1",
    "date": "2025-09-04",
    "contentText":
    "안녕하세요. 숙명여자대학교 빅데이터혁신융합사업단입니다.\n2025 빅데이터 캠퍼스 활용 아이디어 공모전을 개최하오니 빅데이터혁신융합대학 학생 여러분의 많은 참여 바랍니다.\n※\n빅데이터 캠퍼스 활용 아이디어 공모전은  (구)월간 빅데이터 캠퍼스 대회의 변경된 대회명\n으로 대회 주제 및 참여 방법은 이전 월간 빅데이터 캠퍼스 대회와 동일합니다.\n★ 참가 신청 구글 폼 바로 가기\n⊙ 공모 주제\n서울시 빅데이터 캠퍼스 내 데이터 및 개방된 데이터를 활용한 비즈니스 모델 개발, 도시문제 해결 등 공공 이익 및 발전에 기여할 수 있는 자유 주제  ※\n서울시 빅데이터 캠퍼스 홈페이지 바로가기\n⊙\n공모 대상\n빅데이터혁신융합대학(경기과학기술대, 경상국립대, 서울대, 서울시립대, 숙명여대, 전북대, 한동대)\n재학생 전체\n4인 이내 팀\n※ 휴학생, 수료생 제외 (2025-2학기 기준 재학생만 참가 가능)\n⊙\n제출 서류\n신청서 및 개인정보 수집 및 이용 동의서 (구글 폼 작성)\n결과보고서 (20-30장 분량 PPT)\n※ 결과보고서는 25.11.28.(금) 까지 이메일 제출 (p157499@sookmyung.ac.kr)\n⊙\n공모 일정\n참가 신청 : 25.9.8.(월) - 9.21.(일) 자정\n과제 수행 : 25.9.22.(월) - 11.21.(금)\n과제물 제출 : 25.11.28.(금)\n예선 결과 안내 : 25.12.09.(화)\n결선 및 시상식 : 25.12.19.(금)  ※ 결선 진출자 참석 필수, 장소 : 서울 숙명여자대학교 교내 예정\n※ 일정은 상황에 따라 변경될 수 있음\n⊙\n시상 내용\n대상 : 1팀 ,  60만원 \/ 1인\n최우수상 : 1팀 , 40만원 \/ 1인\n우수상 : 2팀 , 30만원 \/ 1인\n장려상 : 2팀, 20만원 \/ 1인\n⊙\n심사 기준\n아이디어의 참신성 : 30%\n현실 적용 가능성 : 30%\n방법론 탁월성 : 40%\n⊙\n유의 사항\n서울시 빅데이터 캠퍼스 318종 데이터 중 1개 이상 활용 필수 (기타 개방된 데이터 사용 추가 사용 가능)\n서울시 빅데이터 캠퍼스 숙명여자대학교 분원 방문 필수\n⊙\n문의 사항\n숙명여자대학교 빅데이터혁신융합사업단\np157499@sookmyung.ac.kr \/ 02-2077-7193\n<캠퍼스 분원 안내>\n1. 장소 : 서울특별시 용산구 청파로47길 88, 2층\n2. 이용시간 : 평일 10:00 ~ 17:00\n※ 점심 시간(12:00 ~ 13:00), 공휴일 및 사업단 지정 일시 이용 불가\n<서울시 빅데이터 캠퍼스 숙명여자대학교 분원 이용 방법 안내>\n☆ 반드시 하기의 순서대로 진행하셔야 합니다. ☆\n1. 서울특별시 빅데이터 캠퍼스 홈페이지 (\n서울특별시 빅데이터 캠퍼스\n) 이용 신청\n· 첫 방문시 회원가입 필수\n· 이용 신청 방법 : [이용신청] > [이용\/연장 신청] > [이용신청] > [이용 신청서 작성]\n·\n이용 신청 승인 문자 또는 이메일 확인 : 20분 정도 소요\n2. 사업단 홈페이지(\n숙명여자대학교 빅데이터 혁신융합사업단\n) 이용 신청\n·\n첫 방문시 회원가입 필수\n·\n이용 신청 방법 : [빅데이터 분원] > [신청] > [희망 방문 일시 선택 및 신청서 작성]\n·\n이용 승인 까지 1~5일 소요되며,\n승인 여부는 \"문자\" 또는 \"마이페이지>분원 신청목록\" 에서 확인 가능\n·\n반드시 학생증 지참 후 해당 일시에 맞춰 분원 방문\n※ 유의 사항\n- 분원 좌석 수 한정으로 예약 및 승인 없이 방문 불가\n- 당일 예약은 이용 불가능 할 수 있으므로,\n사전 신청 필수\n- 1일 최대 3시간 이용 가능\n-\n노쇼 2회 이상 시 팀원 전원 자동 탈락됨\n을 유의\n✅\n숙명여자대학교 빅데이터 캠퍼스 분원 이용 방법 pdf 파일 다운로드 바로가기",
    "contentAttachment": [],
    "contentTable": [],
    "contentImages": [],
    "site": "co",
    "periods": [
      {
        "startDate": "2025-09-08",
        "endDate": "2025-09-21",
        "type": "application",
      },
      {"startDate": "2025-09-22", "endDate": "2025-11-21", "type": "activity"},
      {"startDate": "2025-12-09", "endDate": "2025-12-09", "type": "activity"},
      {"startDate": "2025-12-19", "endDate": "2025-12-19", "type": "activity"},
    ],
  },
  {
    "title": "2025-2학기 빅데이터 마이크로디그리(MD) 추가 모집 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=160&page=1",
    "date": "2025-08-28",
    "contentText":
    "빅데이터혁신융합사업단에서 우리대학 학부생 누구나\n,\n빅데이터혁신융합대학이 운영하는 교육과정에서 소정의 학점\n(12\n학점\n)\n을 이수시 마이크로디그리 이수증을 수여합니다\n.\n1.\n신청 대상\n:\n빅데이터\nMD\n과정별 이수완료\n(\n예정\n)\n한\n26\n년\n2\n월 졸업예정 학부 재학생\n2.\n신청 기간\n:\n2025. 9. 1.(\n월\n) ~ 10. 12.(\n일\n)\n까지\n3.\n신청 방법\n:\n제출서류 구비하여 사업단 이메일\n(p157499@sookmyung.ac.kr)\n제출\n-\n메일제목\n: [MD\n신청\n]\n이름\n\/\n학번\n-\n메일내용\n:\n제출서류 모두 첨부\n4.\n제출서류\n1)\n이수확인신청서\n(\n양식\n)\n과정별 각\n1\n부\n2)\n학점이수표\n1\n부\n※\n모든 서류는\npdf\n형식으로 제출하며\n,\n파일명은\n‘\n이름\n\/\n학번\n_\n서류종류명\n’\n형식으로 통일\n(\n예\n: ‘\n김숙명\n1234567_\n빅데이터초급\nMD\n신청서\n.pdf’\n등\n)\n※\n학생 서명란에는 단순 텍스트 기재 불가하며\n,\n서명된 이미지 첨부 또는 직접 서명 후 스캔하여 제출\n※\n제출서류 미비할 경우 접수되지 않음에 유의\n5.\n마이크로디그리 이수 대상자 서류 검토 후\n11\n월 중\n★★\n올리브영\n3\n만원권 증정\n★★\n※\n예산 소진 시\n,\n선착순 조기 마감될 수 있음\n6.\n이수 특전\n1)\n총장 명의 이수증명서 발급\n(\n졸업 시\n)\n2)\n성적증명서에 이수 과정명 기재\n(\n졸업 시\n)\n3)\n신청 이전에 이수한 과목도 인정\n4)\n빅데이터전공 이수 교과목과 중복 허용\n5)\n빅데이터\nMD\n이수 완료 시\n최대\n50\n만원 장학금 지급\n(\n심사 후\n00\n명 선발\n)\n7.\n진행과정\n1)\n이수 심사\n신청서 제출\n→\n사업단 심사\n→\n숙명포털 반영\n→\n이수 완료\n2)\n장학금 심사\n(\n※\n26\n년\n1\n월 초 별도 공지 예정\n)\n스노위 공지\n(1\n월\n)\n→\n서류 제출\n→\n위원회 심의\n→\n장학금 지급\n(2\n월\n)\n8.\n빅데이터\nMD\n교육과정\n1)\n과정 별\n4\n개 교과목 선택\n,\n총\n12\n학점 이수\n(※교환학생, 타교\n학\n점교류 교과목 제외\n)\n2)\n세부 교과목 첨부파일 참고\n3)\n빅데이터\nMD\n과정\n수준\n과정명\n소개 키워드\n비고\n초급\n빅데이터 초급\nA, B\n데이터기초분석\n,\n데이터분석입문\n,\n빅데이터이해\n중급\n빅데이터 자율설계\n(\n중급\n) A, B, C\n중급데이터처리\n,\n빅데이터분석역량\n,\n융합인재\n,\n데이터활용\n,\n데이터전문성\n빅데이터 애널리틱스\n데이터수집및활용\n,\n데이터기획\n,\n빅데이터애널리틱스\n,\n데이터문해력\n,\n비즈니스가치창출\n경영학부\n소비자경제 빅데이터\n소비자중심데이터\n,\n경제흐름분석\n,\n시장트렌드대응\n,\n글로벌경제이해\n소비자경제학과\n빅데이터 보험 실무\n통계모델링\n,\n금융데이터분석\n,\n실무적용능력\n,\n확률기반분석\n통계학과\n고급\n빅데이터 자율설계\n(\n고급\n) A, B\n고급빅데이터분석\n,\n데이터엔지니어링\n,\n빅데이터의처리전문성\n,\n융합인재\n,\n산업응용분석\n9.\n결과 확인\n:\n11\n월 중 개별 이메일 또는 사업단 홈페이지\n(\nhttps:\/\/bigdata.sookmyung.ac.kr\/\n)\n안내 예정\n10.\n문의\n:\n빅데이터혁신융합사업단\np157499@sookmyung.ac.kr",
    "contentAttachment": [
      {
        "text": "1. 빅데이터 마이크로디그리MD 교과목 리스트2025.09.01.xlsx(17.2K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=160&no=0&page=1",
      },
      {
        "text": "2. 빅데이터 마이크로디그리 신청방법2025-2학기 추가 모집.pdf(3.0M)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=160&no=1&page=1",
      },
      {
        "text": "3. 이수확인신청서양식.hwp(41.0K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=160&no=2&page=1",
      },
    ],
    "contentTable": [
      [
        {
          "0": "신청서 제출",
          "1": "→",
          "2": "사업단 심사",
          "3": "→",
          "4": "숙명포털 반영",
          "5": "→",
          "6": "이수 완료",
        },
      ],
      [
        {
          "0": "스노위 공지(1월)",
          "1": "→",
          "2": "서류 제출",
          "3": "→",
          "4": "위원회 심의",
          "5": "→",
          "6": "장학금 지급(2월)",
        },
      ],
      [
        {"0": "수준", "1": "과정명", "2": "소개 키워드", "3": "비고"},
        {
          "0": "초급",
          "1": "빅데이터 초급 A, B",
          "2": "데이터기초분석, 데이터분석입문,빅데이터이해",
          "3": null,
        },
        {
          "0": "중급",
          "1": "빅데이터 자율설계(중급) A, B, C",
          "2": "중급데이터처리, 빅데이터분석역량,융합인재, 데이터활용, 데이터전문성",
          "3": null,
        },
        {
          "0": "중급",
          "1": "빅데이터 애널리틱스",
          "2": "데이터수집및활용, 데이터기획, 빅데이터애널리틱스, 데이터문해력, 비즈니스가치창출",
          "3": "경영학부",
        },
        {
          "0": "중급",
          "1": "소비자경제 빅데이터",
          "2": "소비자중심데이터, 경제흐름분석,시장트렌드대응, 글로벌경제이해",
          "3": "소비자경제학과",
        },
        {
          "0": "중급",
          "1": "빅데이터 보험 실무",
          "2": "통계모델링, 금융데이터분석,실무적용능력, 확률기반분석",
          "3": "통계학과",
        },
        {
          "0": "고급",
          "1": "빅데이터 자율설계(고급) A, B",
          "2": "고급빅데이터분석, 데이터엔지니어링, 빅데이터의처리전문성, 융합인재, 산업응용분석",
          "3": null,
        },
      ],
    ],
    "contentImages": [],
    "site": "co",
    "periods": [
      {
        "startDate": "2025-09-01",
        "endDate": "2025-10-12",
        "type": "application",
      },
      {"startDate": "2025-11-01", "endDate": "2025-11-30", "type": "activity"},
      {"startDate": "2026-01-01", "endDate": "2026-02-28", "type": "activity"},
    ],
  },
  {
    "title": "서울시 빅데이터 캠퍼스 숙명여대 분원 운영 근로 학생 모집",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=159&page=1",
    "date": "2025-08-26",
    "contentText":
    "빅데이터혁신융합사업단에서는 사업단에서 운영중인\n“서울시 빅데이터 캠퍼스 숙명여대 분원\n”에서 근무할 학생을 다음과 같이 모집합니다\n.\n숙명인들의 많은 지원 바랍니다\n.\n1.\n모집 분야 및 인원\n가\n.\n근무처\n:\n서울시 빅데이터 캠퍼스 숙명여대 분원\n(\n서울시 용산구 청파로\n47\n길\n88, 2\n층\n)\n나\n.\n주요 업무\n1)\n빅데이터 캠퍼스 분원 운영\n(\n이용 예약 관리\n,\n내방 손님 응대\n,\n환경 정리 등\n)\n2)\n빅데이터혁신융합사업단 업무 보조 외 기타\n다\n.\n모집 인원\n: O\n명\n2.\n지원 자격\n가\n.\n2025-2\n학\n기 재학 예정인 학부생 및 대학원생\n(\n휴학생\n\/\n수료생\n\/\n졸업생 지원 불가\n)\n※\n근로 기간 중 휴학할 경우 사업단 지침에 의거 급여 지급이 불가함\n※ 1년 이상 근무 가능자 우대. 지원서에 기재 요청\n나.\n분원 운영 및 빅데이터혁신융합사업단 업무에 적극적으로 임할 학생\n3.\n근로 조건\n가. 급여\n:\n학부생 시급\n12,000\n원\n\/\n대학원생 시급\n17,000\n원\n나\n.\n근무 기간\n:\n2025\n년 9월 1일\n~ 2026\n년\n2\n월\n28\n일\n※\n근무 기간은 연장\/변동 가능\n.\n단, 학기 재학생 한정\n※\n근무 시작일은 사업단 일정에 따라 변경될 수 있음\n※\n근태 불성실 시 중도 탈락될 수 있음\n다\n.\n운영 시간\n1)\n학기 중\n:\n월\n~\n금\n, 10:00 ~ 17:00\n2)\n방학 중\n:\n월\n~\n금\n, 10:00 ~ 16:00\n※\n점심시간: 12;00 ~ 1\n3:00\n라\n.\n근무 시간\n:\n주당 8시간 내\n.\n운영\n근로 학생들과 일정 조율하여 근무\n4.\n지원 방법\n가\n.\n접수 기간\n:\n2025\n년\n8\n월 28일 까지\n※\n제\n출된 서류는 반환되지 않습니다.\n나\n.\n제출 방법\n:\n첨부의 지원서 및 스케줄표 작성 후 이메일\n(\np157499@sookmyung.ac.kr\n)\n제출\n다\n.\n이메일 제목\n:\n서울시 빅데이터 캠퍼스 조교 지원\n_\n이름\n라.\n이메일 접수 마감 후 면접 진행 예정이며,\n\"\n면접 해당자에 한하여 개별 연락 예정\"\n5.\n문의 :\n빅데이터혁신융합사업단\np157499@sookmyung.ac.kr\n첨\n부:\n1.\n빅데이터 캠퍼스 근로 학생 지원서\n2.\n빅데이터 캠퍼스 근로 학생 스케줄표",
    "contentAttachment": [
      {
        "text": "1. 빅데이터 캠퍼스 근로 학생 지원서.hwp(71.0K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=159&no=0&page=1",
      },
      {
        "text": "2. 빅데이터 캠퍼스 근로 학생 스케줄표.xlsx(12.0K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=159&no=1&page=1",
      },
    ],
    "contentTable": [],
    "contentImages": [],
    "site": "co",
    "periods": [
      {
        "startDate": "2025-08-26",
        "endDate": "2025-08-28",
        "type": "application",
      },
      {"startDate": "2025-09-01", "endDate": "2026-02-28", "type": "activity"},
    ],
  },
  {
    "title": "2025-2학기 빅데이터전공 졸업상담DAY 신청 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=158&page=1",
    "date": "2025-08-25",
    "contentText":
    "빅데이터혁신융합사업단에서 <2025-2학기 빅데이터전공 졸업상담DAY>를 진행합니다.\n졸업 예정자가 아니어도 빅데이터전공생 누구나 상담이 가능하며,\n이번\n2025-2학기(26년 2월) 졸업 예정자 학생은 빅데이터전공 졸업에 문제 없도록 반드시 졸업상담을 신청\n하시기 바랍니다.\n※우리대학 포털 시스템에서는 표준교과목 기준으로 이수 교과목이 매칭되어 있지 않습니다. 따라서 이수요건을 개별적으로 확인하여 과목정리 기간에 과목이동 및 중복과목 변경 신청을 진행해야 합니다.\n1. 일시 및 장소\n1) 일시:\n9\/1(월) ~ 9\/4(목), 09:00 ~ 17:30\n(※30분 단위로 진행, 마지막 상담 시작 시간 17:00)\n2) 장소: 명신관214C호\n※점심시간 제외 12:00~13:00\n2. 대상:\n학생자율설계전공 빅데이터전공(COSS형) 학생 누구나\n3. 내용:\n빅데이터전공 졸업을 위한 이수요건 확인\n※오프라인 상담 진행을 위하여 교과목 이수 정리한 자료가 있을 경우 미리 준비해 오시기 바랍니다.\n4. 신청방법:\n~8\/28(목)까지 구글폼 접수\n(\nhttps:\/\/forms.gle\/wfVRNvhzWdrJGj739\n)\n※상담 신청 후 이메일로 상담 일시 확정 안내 발송 예정입니다.\n※상담은 30분 단위로 진행되며, 시간 변경 희망 시 사업단 이메일로 연락 바랍니다.\n5. 문의:\n빅데이터혁신융합사업단 p157499@sookmyung.ac.kr",
    "contentAttachment": [],
    "contentTable": [],
    "contentImages": [],
    "site": "co",
    "periods": [
      {
        "startDate": "2025-08-25",
        "endDate": "2025-08-28",
        "type": "application",
      },
      {"startDate": "2025-09-01", "endDate": "2025-09-04", "type": "activity"},
    ],
  },
  {
    "title": "2025 서울특별시 빅데이터캠퍼스 공모전 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=157&page=1",
    "date": "2025-08-25",
    "contentText":
    "빅데이터혁신융합사업단에서 서울시와 함께\n“\n2025\n서울특별시 빅데이터캠퍼스 공모전\n”\n을 개최합니다\n.\n학생분들의 많은 관심 및 지원 바랍니다\n.\n1.\n응모자격\n:\n제한 없음\n(\n개인 또는 팀\n,\n팀의\n경우 최대\n4\n인까지\n)\n2.\n응모조건\n-\n서울시 빅데이터 캠퍼스 핵심\n112\n종 데이터 중\n1\n개 이상 활용\n,\n분석한 자로서\n공모전 참가신청서 내 모든 항목에 동의한 자\n※\n접수 기간내 빅데이터캠퍼스 방문 필수\n3.\n응모주제\n:\n제한 없음\n-\n빅데이터캠퍼스 데이터 및 개방된 데이터를 활용하여 비즈니스 모델개발\n,\n서울시의\n도시문제 해결 및 공공 이익\n·\n발전에 기여할 수 있는 자유주제\n4.\n응모형식\n: (1\n단계\n)\n신청서\n제출\n→ (2\n단계\n)\n결과보고서\n(ppt\n형식\n, 20\n매 내외\n)\n제출\n5.\n응모기간\n: 2025.08.25(\n월\n) ~ 10.10(\n금\n) 15:00\n6.\n응모방법\n:\n서울특별시\n빅데이터캠퍼스 홈페이지 온라인 접수\n-\n참가신청서\n,\n개인정보 수집제공 동의서\n,\n분석 요약서\n,\n결과보고서\n(ppt\n형식\n, 20\n매 내외\n)\n10.10.(\n금\n) 15\n시까지 제출\n▸\n내 손안에 서울\n(\nhttp:\/\/mediahub.seoul.go.kr\n)\n공모전\n,\n빅데이터캠퍼스\n홈페이지\n(\nhttp:\/\/bigdata.seoul.go.kr\n)\n에서 양식 다운로드\n※\n빅데이터캠퍼스 데이터 활용을 위해\n08.25 ~ 10.10\n기간에\n방문 필수\n▸\n응모가 완료될 시 응모 확인 완료 메일 송부\n(1~2\n일 이내\n)\n7.\n심사방법\n: (\n예선\n)\n서류평가\n→ (\n본선\n)\n발표평가\n- (\n예선\n)\n응모한 전 작품에 대해 서류심사\n: 5\n개 팀 선정\n- (\n본선\n)\n발표평가를 통해 최종 순위 및 훈격 결정\n8.\n공모일정\n-\n접수 및 결과제출기간\n: 2025.08.25(\n월\n) ~ 10.10(\n금\n)\n-\n서류심사\n: 2025.10.13(\n월\n) ~ 10.16(\n목\n)\n-\n심사결과발표\n: 2025.10.17(\n금\n)\n-\n멘토링위크\n: 2025.10.20(\n월\n) ~ 10.24(\n금\n)\n-\n본선심사\n(\n발표평가\n): 2025.10.31(\n금\n)\n-\n본선심사 결과 발표 및 시상\n: 2025.10.31(\n금\n)\n※\n추진일정에 따라 변경 가능\n9.\n유의사항\n-\n빅데이터캠퍼스에서 제공하는 핵심\n112\n종 데이터 중\n1\n개 이상의 데이터를 필수로 사용\n-\n응모작은 캠퍼스에서 분석한 내용이 포함된 본인 순수 창작물에\n한함\n.\n(\n타 공모전 수상작\n,\n타인의 저작물 도용 등의 경우 심사 제외 및\n수상 취소와 시상내역 환수\n)\n-\n응모작의 초상권\n,\n저작권\n등 법적인 문제와 관련된 사항은 응모자의 책임으로 함\n.\n-\n작품에 대한 사용권 및 저작권은 수상자에게 있으며\n,\n수상작은 캠퍼스 홍보용이나 서울시의 정책으로 사용할 수 있으며 향후 활용과정에서 수상작의 본질적인 내용을 변경하지\n않는 범위 내에서 작품내용이 수정될 수 있음\n-\n수상작이 공동작일 경우\n,\n상장\n1\n부에 팀원 성명이 기재되고 상금은 출품한 이가 대표로 받으며\n,\n상금 배분 등의 문제는 공동출품자 간 문제로 서울시는 관여하지 않음\n.\n-\n심사결과 작품 접수량과 완성도에 따라 시상 규모와 상금은\n변경될 수 있음\n.\n-\n참가신청서의 모든 항목을 동의한 자\n-\n예심부터 본심까지 전체 과정에 참가한 인원에 한하여 수상\n자격 부여\n-\n심사평가시 동점자에 대해 빅데이터캠퍼스 제공데이터를 많이\n이용한 팀에 대해 우선 순위를 적용\n※\n공모전의 변경 사항은\n‘\n내 손안에 서울\n(\nhttp:\/\/mediahub.seoul.go.kr\n)’\n및 '\n빅데이터캠퍼스\n홈페이지\n(\nhttp:\/\/bigdata.seoul.go.kr\n)’\n를 통해 공지\n※\n기타\n문의\n는 서울시 빅데이터캠퍼스 담당\n(Tel:02-2133-4289, E-mail:bigdata@seoul.go.kr)\n로\n문의\n붙\n임\n: 1.\n공고문\n2. 2025\n신청양식",
    "contentAttachment": [
      {
        "text": "공고문 - 2025 서울특별시 빅데이터캠퍼스 공모전.pdf(210.9K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=157&no=0&page=1",
      },
      {
        "text": "2025 신청양식.zip(240.4K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=157&no=1&page=1",
      },
    ],
    "contentTable": [],
    "contentImages": [
      "https:\/\/p157499.cafe24.com\/data\/editor\/2508\/c22565e1ea484523fd42ca3a830260cd_1756088133_7909.png",
    ],
    "site": "co",
    "periods": [
      {
        "startDate": "2025-08-25",
        "endDate": "2025-10-10",
        "type": "application",
      },
      {"startDate": "2025-10-13", "endDate": "2025-10-31", "type": "activity"},
    ],
  },
  {
    "title": "2025학년도 상반기 빅데이터 마이크로디그리(MD) 이수결과 안내(소급적용)",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=156&page=2",
    "date": "2025-08-21",
    "contentText":
    "﻿빅데이터혁신융합사업단에서 2025학년도 상반기 빅데이터 마이크로디그리(MD) 소급 적용 이수결과를 안내합니다.\n1. 이수결과\n빅데이터 초급\n빅데이터 관리\n빅데이터 자율설계(중급)\n빅데이터 자율설계(고급)\n빅데이터 애널리틱스\n2212937,\n2015563\n2115166, 2211197\n2212937, 2213288, 2010826\n2014144\n2115166, 2210446, 2213288, 2310374, 2213741\n2. 이수증 배부\n가. 2025학년도 상반기 소급적용 빅데이터MD 이수증은 지류(종이) 형태가 아닌 PDF파일로 배부합니다.\n나. 신청서에 기재된 이메일로 2025년 8월 21일 자로 배부 완료되었습니다.\n다. 이수증에 오타가 있을 경우 ~8\/25(월)까지 재요청이 가능하며, 기간 이후에는 재발급이 불가함을 유의하시기 바랍니다.\n3. 문의: 빅데이터혁신융합사업단\np157499@sookmyung.ac.kr",
    "contentAttachment": [],
    "contentTable": [
      [
        {
          "0": "빅데이터 초급",
          "1": "빅데이터 관리",
          "2": "빅데이터 자율설계(중급)",
          "3": "빅데이터 자율설계(고급)",
          "4": "빅데이터 애널리틱스",
        },
        {
          "0": "2212937, 2015563",
          "1": "2115166, 2211197",
          "2": "2212937, 2213288, 2010826",
          "3": "2014144",
          "4": "2115166, 2210446, 2213288, 2310374, 2213741",
        },
      ],
    ],
    "contentImages": [],
    "site": "co",
    "periods": null,
  },
  {
    "title": "2025 취업특강 <Women in Data : Career Talk> 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=155&page=2",
    "date": "2025-08-20",
    "contentText":
    "빅데이터혁신융합사업단에서 2025 취업특강 <\nWomen in Data : Career Talk>를 진행하오니 많은 학생분들의 관심과 신청 바랍니다.\nWomen in Data : Career Talk\n–\n숙명여대 선배에게 듣는 진짜 취업 이야기\n–\n데이터 직무\n,\n어디서부터 어떻게 준비해야 할까\n?\n현직에 있는 숙명여대 졸업생 연사들이\n취업 준비 과정부터 실무 경험까지 리얼하게 들려줍니다\n.\n-\n생생한 커리어 노하우\n-\n직무별 실무 이야기\n-\n현직자와의 네트워킹까지\n!\n데이터 분야 커리어를 꿈꾸는 숙명인이라면 누구나 참여 가능합니다\n.\n신청하세요\n!",
    "contentAttachment": [],
    "contentTable": [],
    "contentImages": [
      "https:\/\/p157499.cafe24.com\/data\/editor\/2508\/15c0f74e1435394a5986c95d19c38836_1755669631_3789.png",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "2025-1학기 빅데이터 마이크로디그리(MD) 이수결과 및 장학금 지급 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=154&page=2",
    "date": "2025-08-20",
    "contentText":
    "﻿\n빅데이터혁신융합사업단에서 2025-1학기 빅데이터 마이크로디그리(MD) 이수결과 및 장학금 지급 안내합니다.\n1. 대상: 숙명포털에서 신청한 빅데이터 마이크로디그리 이수완료 학생\n2. 이수결과 및 이수증 발급: 숙명포털에서 개별 확인\n※이수증 발급 문의는 학사팀으로 문의\n3.\n장학금 지급\n가. 지급 대상: 빅데이터 마이크로디그리 과정 이수완료한 2025년 8월 졸업예정자(재학생)\n나. 심사 진행: MD 이수 교과목 성적 및 MD 이수 수 종합하여 빅데이터혁신융합사업 위원회 심사\n다. 지급 기간: 2025년 8월 셋째 주(~8\/22) 예정\n※입금자명은 <빅데이터사업단>이며, 지급 대상 학생에게 문자로 안내 완료함\n4. 문의: 빅데이터혁신융합사업단\np157499@sookmyung.ac.kr",
    "contentAttachment": [],
    "contentTable": [],
    "contentImages": [],
    "site": "co",
    "periods": null,
  },
  {
    "title": "[장학금] 2025-1 빅데이터전공(COSS형) 장학금 결과 및 지급 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=153&page=2",
    "date": "2025-08-20",
    "contentText":
    "﻿빅데이터혁신융합사업단에서 2025-1학기 빅데이터전공(COSS형) 장학금 결과 및 지급 안내합니다.\n1. 지급 대상: 2025-1학기 빅데이터전공 장학금 신청자(재학생) 중 평균 평점 B0(3.0\/4.3) 이상인 자\n2. 평가 기준\n가. 2025-1학기 평균 평점\n(3.0\/4.3) 이상\n나. 빅데이터전공 교과목 이수 수 및 성적\n다. 비교과 프로그램 참여 및 교육환경 이용\n라. 기타사항\n3. 심사 진행: 빅데이터혁신융합사업 위원회 심사\n4. 장학금 지급: 2025년 8월 셋째 주(~8\/22) 예정\n※입금자명 <빅데이터사업단>이며, 지급 대상 학생에게 문자로 안내 완료함\n5. 문의: 빅데이터혁신융합사업단\np157499@sookmyung.ac.kr",
    "contentAttachment": [],
    "contentTable": [],
    "contentImages": [],
    "site": "co",
    "periods": null,
  },
  {
    "title": "2025 DATA VENTURE 문제 해결 챌린지 참가자 모집 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=152&page=2",
    "date": "2025-08-08",
    "contentText":
    "서울대학교 빅데이터혁신융합대학사업단에서\n기업 미션을 해결하고, 창업 아이템을 만들고, 인턴십과 투자 기회까지 이어지는\n2025 DATA VENTURE 실전형 문제 해결 챌린지\n의 참가자를 모집합니다.\n1. 행사명:\n2025 DATA VENTURE 문제해결 Challenge\n2. 대회주제:\n실전형 창업 탐험 해커톤, 미지의 시장과 솔루션을 찾아가는 도전\n3. 참가대상:\n전국 대학 재학생 (4인 이하 팀 \/ 개인 참가 가능)\n4. 대회일정\n※세부 일정은 변동될 수 있음\n일정\n내용\n비고\n08.07(목)~08.21(목)\n참가신청서 접수\n구글폼 신청\n- 각 과제별 구글폼 상이\n- 노션 안내 페이지 속 구글 폼에서 신청\n- 과제 중복 신청 불가\n08.27(수)\n서류 합격자 발표\n개별 안내 예정\n08. 말\n온라인 발대식(예정)\n참여기업 세부 과제 안내\n- flex, WeaversBRAIN, ANTLER 참여\n08.29(금)~10.31(금)\n예선 진행\n- 온라인 사전 교육 제공\n- 팀 멘토링 제공\n11.28(금)\n대회 결선\n부산 BEXCO에서 결선 쇼케이스 진행 및 시상\n5. 신청방법\n가. 하단\n노션 안내 페이지 접속\nhttps:\/\/chipped-poinsettia-9ba.notion.site\/2025-DATA-VENTURE-23019d4a91e78064a27bd136b1990a86?source=copy_link\n나. 전체적인 챌린지 일정 확인\n다. 관심 있는 기업의 과제 상세 확인\n라. 해당 과제 구글폼 링크를 통해 신청 제출(\n과제 중복 참여 불가\n)\n6. 참여기업(택1,\n과제 상세 안내 링크 클릭\n)\n가.\nfl\nex\n: 대화형 AI 기반 채용 매칭 서비스 개발\n나\n.\nWeaversBRAIN\n: 컨텐츠 기반 AI 외국어 학습 서비스 구현\n다.\nANTLER Korea\n: AI활용 사업 개발 및 시장 검증\n7. 참가혜택\n- 교육부장관상, 한국연구재단이사장상, 부산광역시장상, 협의회장상 등\n- 참여 기업 인턴십 연계 및 초기 투자 기회 제공\n- 사전교육 및 문제 해결 인프라\n제공\n8. 유의사항\n가. 각 기업별 세부 과제 안내 페이지 신청 링크 확인\n나. 기업별 과제는 중복신청 불가함에 유의\n9. 문의:\n서울대학교 빅데이터혁신융합대학사업단\n(02-889-5705 \/ sjinoh0210@snu.ac.kr)",
    "contentAttachment": [
      {
        "text": "붙임1 2025 DATA VENTURE POSTER.zip(4.6M)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=152&no=0&page=2",
      },
    ],
    "contentTable": [
      [
        {"0": "일정", "1": "내용", "2": "비고"},
        {
          "0": "08.07(목)~08.21(목)",
          "1": "참가신청서 접수",
          "2": "구글폼 신청- 각 과제별 구글폼 상이- 노션 안내 페이지 속 구글 폼에서 신청- 과제 중복 신청 불가",
        },
        {"0": "08.27(수)", "1": "서류 합격자 발표", "2": "개별 안내 예정"},
        {
          "0": "08. 말",
          "1": "온라인 발대식(예정)",
          "2": "참여기업 세부 과제 안내- flex, WeaversBRAIN, ANTLER 참여",
        },
        {
          "0": "08.29(금)~10.31(금)",
          "1": "예선 진행",
          "2": "- 온라인 사전 교육 제공- 팀 멘토링 제공",
        },
        {"0": "11.28(금)", "1": "대회 결선", "2": "부산 BEXCO에서 결선 쇼케이스 진행 및 시상"},
      ],
    ],
    "contentImages": [
      "https:\/\/p157499.cafe24.com\/data\/editor\/2508\/4ad66fc8144a7db06ce90680d54bf975_1754619454_722.jpg",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title":
    "서울시 빅데이터 분석 전문과정(8월)'빅데이터와 AI 이해 및 활용 (3기)', 'Python을 활용한 빅데이터분석(3기)', 'R을 활용한 빅데이터분석(3기)' 모집",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=151&page=2",
    "date": "2025-08-01",
    "contentText":
    "빅데이터혁신융합사업단과 서울시 빅데이터 캠퍼스가 함께하는\n'빅데이터와 AI 이해 및 활용 (3기)', 'Python을 활용한 빅데이터분석(3기)', 'R을 활용한 빅데이터분석(3기)'\n를 아래와 같이 모집 하오니 여러분의 많은 신청 바랍니다.\n< 8월 교육 운영 일정 >\n○ 빅데이터와 AI 이해 및 활용(3기)\n1. 교육기간:\n2025. 08. 22.(\n금)\n2. 교육시간:\n09:00~17:00 (\n점심시간 1시간 포함)\n3. 접수 및 선발 :\n2025.08.01.(\n금) ~ 08.13.(수)\n4. 교육생 발표 :\n2025.08.14.(\n목) 14:00\n5. 교육내용\n- 공공데이터 이해와 활용(빅데이터 개요, 공공데이터 수집 및 활용)\n- 인공지능 이해와 활용(인공지능 개요와 특징, 활용 분야, 생성형AI)\n6. 교육대상: 데이터분석과 인공지능 활용 입문자\n○ Python을 활용한 빅데이터분석(3기)\n1. 교육기간:\n2025. 08. 25.(\n월)~ 08. 26.(화)\n2. 교육시간:\n(1\n일차) 09:30 ~ 17:00 \/ (2일차) 10:00 ~ 17:00 (점심시간 1시간 포함)\n3. 접수 및 선발 :\n2025.08.01.(\n금) ~ 08.13.(수)\n4. 교육생 발표 :\n2025.08.14.(\n목) 14:00\n5. 교육내용\n- 공공데이터 소개\n- Python 이해 등 탐색적 데이터 분석\n- 데이터 핸들링 및 실습\n6. 교육대상: Python 사용 가능한 데이터분석 초보자\n○ R을 활용한 빅데이터분석(3기)\n1. 교육기간:\n2025. 09. 02.(\n화)~ 09. 03.(수)\n2. 교육시간:\n(1\n일차) 09:30 ~ 17:00 \/ (2일차) 10:00 ~ 17:00 (점심시간 1시간 포함)\n3. 접수 및 선발 :\n2025.08.11.(\n월) ~ 08.21.(목)\n4. 교육생 발표 :\n2025.08.22.(\n금) 14:00\n5. 교육내용\n- 공공데이터 소개\n- 데이터 전처리\n- 기본 통계(대푯값, 평균, 표준편차 등)\n- 데이터 시각화\n6. 교육대상: R사용 가능한 데이터분석 초보자\n< 8월 교육 신청 방법 >\n○ 신청방법:\n포스터 내 QR코드 접속 또는 아래 URL 접속 후 신청폼 제출\n1. 빅데이터와 AI 이해 및 활용(3기):\nhttps:\/\/naver.me\/FOZsgv0g\n2. Python을 활용한 빅데이터분석(3기):\nhttps:\/\/naver.me\/GZ6MylR8\n3. R을 활용한 빅데이터 분석(3기):\nhttps:\/\/naver.me\/5Bw5JbcW\n○ 선발방식:\n추첨을 통해 32명 선발  ※취소자 발생시 대기순번에 따라 상시 추가선발\n< 기타 안내 >\n○ 준비물: 필기구(교재제공), 텀블러\/물병(일회용품 제공되지 않음) ※노트북(개인PC) 지참 불필요\n○ 취소자 발생이 많아, 교육생 선발 후 취소할 경우 올해 교육과정 모두 신청 불가\n○ 3개과정 모두 수강 가능하나, 한 과정 2번이상 수강 불가\n○ 교육당일 주차지원 불가능, 가급적 대중교통 이용 바람\n○ 관련문의: 빅데이터캠퍼스 담당 02-2133-4289",
    "contentAttachment": [],
    "contentTable": [],
    "contentImages": [
      "https:\/\/bigdata.sookmyung.ac.kr:443\/data\/editor\/2508\/thumb-1724a42563566ce66b0864f2944603b3_1754015567_4218_2000x5416.jpg",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "2025-하계 빅데이터전공 졸업상담DAY 신청 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=150&page=2",
    "date": "2025-07-21",
    "contentText":
    "빅데이터혁신융합사업단에서\n<2025-하계 빅데이터전공 졸업상담DAY>\n를 진행합니다.\n졸업 예정자가 아니어도 빅데이터전공생 누구나 상담이 가능하며, 2025-2학기부터 전공 진입하는 학생도 상담이 가능합니다.\n※우리대학 포털 시스템에서는 표준교과목 기준으로 이수 교과목이 매칭되어 있지 않습니다. 따라서 이수요건을 개별적으로 확인하여 과목정리 기간에 과목이동 및 중복과목 변경 신청을 진행해야 합니다.\n1. 일시 및 장소\n1) 일시:\n7\/30(월) ~ 8\/5(화) 10:00~16:00 (※30분 단위로 진행, 마지막 상담 시작 시간 15:30)\n2) 장소: 명신관214C호\n※주말 및 점심시간 제외 12:00~13:00, 금요일은 10:00~12:00까지만 가능\n2. 대상:\n학생자율설계전공 빅데이터전공(COSS형) 학생 누구나\n3. 내용:\n빅데이터전공 졸업을 위한 이수요건 확인\n※오프라인 상담 진행을 위하여 교과목 이수 정리한 자료가 있을 경우 미리 준비해 오시기 바랍니다.\n4. 신청방법:\n~7\/28(월)까지 구글폼 접수(\nhttps:\/\/forms.gle\/JDH4Rz9oknTLw9Wm7\n)\n※상담 신청 후 이메일로 상담 일시 확정 안내 발송 예정입니다.\n※상담은 30분 단위로 진행되며, 시간 변경 희망 시 사업단 이메일로 연락 바랍니다.\n5. 문의:\n빅데이터혁신융합사업단 p157499@sookmyung.ac.kr",
    "contentAttachment": [],
    "contentTable": [],
    "contentImages": [],
    "site": "co",
    "periods": null,
  },
  {
    "title": "2025학년도 상반기 빅데이터 마이크로디그리(MD) 신청 안내(소급적용)",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=149&page=2",
    "date": "2025-07-08",
    "contentText":
    "빅데이터혁신융합사업단에서 숙명여대 학부생 누구나\n,\n빅데이터혁신융합대학 운영하는 교육과정에서 소정의 학점\n(12\n학점\n)\n을 이수시 사업단장 명의의 이수증을 수여합니다\n.\n아래 내용을 참고하여 기간 내에 신청하시기 바랍니다\n.\n※\n본 신청은 운영 내규 및 지침 변경으로 인하여 이번 신청까지만 기존 운영 내용\n(\n개편 전\n)\n으로 소급 적용 발급 건임을 유의하시기 바랍니다\n.\n1.\n신청 대상\n:\n빅데이터\nMD\n이수요건을 충족하는 숙명여대 학부생\n2.\n빅데이터\nMD\n교육과정\n번호\n수준\n빅데이터\nMD\n비고\n1\n초급\n빅데이터 초급\n2\n중급\n빅데이터 관리\n3\n빅데이터 분석\n4\n빅데이터 애널리틱스\n경영학부\n5\n빅데이터 자율설계\n(\n중급\n)\n6\n고급\n빅데이터 자율설계\n(\n고급\n)\n※\n세부 교과목 리스트는 첨부파일 참고\n3.\n진행 일정\n일정\n내용\n비고\n25. 7. 9.(\n수\n) ~ 7. 13.(\n일\n)\n빅데이터\nMD\n신청\n·\n사업단 이메일 제출\n·\n마감기간 준수\n25. 7\n월 말\n~ 8\n월 중\n빅데이터혁신융합대학 심사\n결과 안내\n·\n사업단 홈페이지 공지\n25. 8\n월 말\n이수증 배부\n·\n추후 공지\n※\n상기 일정 및 내용은 변경될 수 있음\n4.\n제출서류\n1)\n이수확인신청서\n(\n양식\n)\n각\n1\n부\n(\n※\n서명란에는 서명된 이미지 첨부 또는 전자서명만 가능함\n)\n2)\n전체학기 성적증명서\n(\n국문\n)(\n※\n신청서에 작성된 교과목 포함하여\n3\n개월 이내의 발급 건만 허용함\n)\n5.\n신청방법\n(\n※\n첨부파일 참고\n)\n-\n메일제목\n: [\n마이크로디그리\n]\n학번\n\/\n이름\n-\n메일내용\n:\n제출서류 모두 첨부하여 사업단 이메일 제출\n6.\n특전\n:\n빅데이터혁신융합사업단장 명의의 이수증 발급\n7.\n문의\n:\n빅데이터혁신융합사업단\np157499@sookmyung.ac.kr",
    "contentAttachment": [
      {
        "text": "1. 마이크로디그리 과정 이수확인신청서서식.hwp(42.5K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=149&no=0&page=2",
      },
      {
        "text": "2. 빅데이터 마이크로디그리MD 교과목 리스트소급적용.xlsx(37.3K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=149&no=1&page=2",
      },
      {
        "text": "3. 2025-1 빅데이터MD 신청방법소급적용.pdf(3.7M)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=149&no=2&page=2",
      },
    ],
    "contentTable": [
      [
        {"0": "번호", "1": "수준", "2": "빅데이터MD", "3": "비고"},
        {"0": "1", "1": "초급", "2": "빅데이터 초급", "3": null},
        {"0": "2", "1": "중급", "2": "빅데이터 관리", "3": null},
        {"0": "3", "1": "중급", "2": "빅데이터 분석", "3": null},
        {"0": "4", "1": "중급", "2": "빅데이터 애널리틱스", "3": "경영학부"},
        {"0": "5", "1": "중급", "2": "빅데이터 자율설계(중급)", "3": null},
        {"0": "6", "1": "고급", "2": "빅데이터 자율설계(고급)", "3": null},
      ],
      [
        {"0": "일정", "1": "내용", "2": "비고"},
        {
          "0": "25. 7. 9.(수) ~ 7. 13.(일)",
          "1": "빅데이터MD 신청",
          "2": "· 사업단 이메일 제출· 마감기간 준수",
        },
        {"0": "25. 7월 말 ~ 8월 중", "1": "빅데이터혁신융합대학 심사", "2": null},
        {"0": "25. 7월 말 ~ 8월 중", "1": "결과 안내", "2": "· 사업단 홈페이지 공지"},
        {"0": "25. 8월 말", "1": "이수증 배부", "2": "· 추후 공지"},
      ],
    ],
    "contentImages": [],
    "site": "co",
    "periods": null,
  },
  {
    "title": "[장학금] 2025-1 빅데이터전공(COSS형) 장학금 신청 안내(~7\/13)",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=148&page=2",
    "date": "2025-07-08",
    "contentText":
    "빅데이터혁신융합사업단에서\n2025-1\n학기 빅데이터전공\n(COSS\n형\n)\n장학금 신청을 안내합니다\n.\n아래 내용을 확인하여 기간내 신청하시기 바랍니다\n.\n1.\n신청대상\n: 2025-1\n학기 기준 빅데이터전공 재학생\n00\n명 중 평균 평점\nB0(3.0\/4.3)\n이상인 자\n※\n수료생\n,\n휴학생 장학금 지급 불가\n※\n25-1\n학기 평균 평점이 없는 경우 장학금 지급 불가\n2.\n신청기간\n:\n2025. 7. 9.(\n수\n) ~ 7. 13.(\n일\n)\n자정까지\n(\n※\n마감시간 준수\n)\n3.\n신청방법\n:\n아래 제출서류 모두 구비하여 구글폼 제출\n(※\n제출 후 수정 불가\n)\n- 구글폼\n:\nhttps:\/\/forms.gle\/j6DUGw4zdWtFMMCCA\n4.\n제출서류\n①\n장학금 신청서\n(\n양식\n)\n②\n2025-1\n학기 재학증명서\n③\n전체학기 국문 성적증명서\n(2025-1\n학기 성적까지 포함\n)\n④\n입금계좌신청서\n(\n양식\n)\n※\n입금계좌신청서\n:\n이전에 제출한 이력이 있어도 제출해야 하며\n, <\n구매처코드\n>\n란은 반드시 공란\n(\n빈칸\n)\n으로 하고\n나머지 항목은 반드시 상세내용\n(\n주소\n)\n까지 작성\n,\n신분증은 미제출\n※\n모든 서류는 제출일자 기준\n3\n개월 이내 서류만 가능하며\n,\n파일명은\n‘\n이름 학번\n_\n서류종류명\n’\n형식으로 통일\n(\n예\n: ‘\n김숙명\n1234567_\n장학금 신청서\n.pdf’\n등\n)\n※\n학생 서명은 반드시 서명된 이미지 첨부 또는 전자서명만 가능함에 유의\n※\n제출서류가 미비할 경우 접수되지 않음에 유의\n5.\n심사내용\n가\n. 2025-1\n학기 빅데이터전공 교과목 이수 수 및 성적\n,\n평균 평점\n나\n.\n비교과 프로그램 참여 및 교육환경 이용\n(\n해당 하는 학생 가산점 부여\n)\n①\n2025-2\n빅데이터 마이크로디그리 설명회 참여한 학생 중 만족도 조사 완료한 자\n②\n2025-1\n빅데이터 글로벌 인사이트 특강 참여한 학생 중 만족도 조사 완료한 자\n③\n3\n월\n~6\n월 중 서울시 빅데이터 캠퍼스 숙명여대 분원 이용\n④\n3\n월\n~7\n월 중 서울시 빅데이터 분석 교육 참여\n⑤\n2025-1\n빅데이터 교과 만족도 조사 참여\n⑥\n제\n4\n회\nCO-WEEK\n아카데미 참여한 학생 중 수료증 제출한 자\n다\n.\n그 외 기타 사항\n(\n제출기한 및 응답 준수 등\n)\n6.\n기타사항\n:\n2024-2\n학기부터 빅데이터전공 장학금과 빅데이터 마이크로디그리 장학금 중복 지급이 불가하오니 이점 유의하시기 바랍니다\n.(\n둘 중 하나만 지급 가능함\n)\n7.\n심사진행 및 결과안내\n:\n위원회 심사\n>\n결과 안내\n(8\n월 중\n) >\n장학금 지급\n(8\n월 말\n)\n8.\n문의\n:\n빅데이터혁신융합사업단\np157499@sookmyung.ac.kr",
    "contentAttachment": [
      {
        "text": "1. 장학금 신청서양식.hwp(97.5K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=148&no=0&page=2",
      },
      {
        "text": "2. 입금계좌신청서개인용양식.hwp(38.5K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=148&no=1&page=2",
      },
    ],
    "contentTable": [],
    "contentImages": [],
    "site": "co",
    "periods": null,
  },
  {
    "title": "[학점교류] 2025-2학기 서울대학교 교류수학 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=147&page=2",
    "date": "2025-07-08",
    "contentText":
    "빅데이터혁신융합사업단에서는\n2025-2학기 서울\n대학교\n학점 교류\n학생을 모집하오니 수학을 희망 학생은 기간 내에 신청하시기 바랍니다\n.\n※\n본 공지문은 빅데이터 혁신융합대학사업 교류 관련이며\n,\n일반 학점교류 공지와 별도임을 유의하시기 바랍니다\n.\n※학점교류 신청자격:\n우리대학 홈페이지 신청자격 필독\n(링크)\n1.\n신청기간\n:\n~7\n\/23\n(\n수\n)\n까지\n※학점교류 신청하는 학생은 SnoWe 공지에 기재된 신청기간 내에\n제1전공 학부(과)장님 승인까지 완료하여 아래 신청방법 (1), (2)\n모두 제출해야\n함\n2. 학점교류\n안내\n:\n붙임1\n참고\n3.\n신청방법\n(1)\n숙명포털에서\n[사전신청]\n진행하여 제1전공 학부(과)장님 승인 진행\n-\n[사전신청] 방법은 우리대학 홈페이지 공지사항 첨부파일 참고(링크)\n※빅데이터전공생 유의사항: [인정받을 교과구분] → [전공선택]이 아닌 [전공]으로 선택하여 진행해야 함\n(\n2)\n숙명포털에서 학부(과)장님 승인 완료된 전체 화면(캡처본)과\n「붙임3\n) 서울대 수학 추천자 양식\n」\n작성하여 사업단\n이메일 제출\n- 이메일: p157499@sookmyung.ac.kr\n-\n메일제목\n: [2025-2\n학점교류 신청] 서울대\n\/\n이름\n\/\n학번\n-\n메일내용\n:\n숙명포털 승인 완료 화면(캡처본) 및\n「붙임3\n)\n」모두\n첨부\n(3) [학점교류 학점인정신청]은 9\/1(월)~9\/22(월) 기간에 숙명포털에서 직접 신청(학점교류 선발 학생 대상 추후 개별 공지 예정)\n4.\n수강과목:\n붙임2, 4\n참고\n※빅데이터 학점교류는 서류 제출 후 진행 예정인 [학점인정신청] 기간에 교과목 변경이 불가함에 유의\n※빅데이터전공생은 표준교과목만 빅데이터전공 이수 교과목으로 인정 가능함\n5. 문의:\n숙명여자대학교 빅데이터혁신융합사업단\np157499@sookmyung.ac.kr \/ 02-2077-7192\n6. 첨부파일\n붙임1 2025학년도 2학기 서울대학교 수학 안내문_혁신공유학부\n붙임2 2025학년도 2학기 서울대학교 개설교과목 리스트_혁신공유학부\n붙임3 (혁신공유학부)서울대학교 수학추천자 양식(2025-2)\n붙임4 2025학년도 2학기 강의계획서 모음_혁신공유학부(빅데이터)",
    "contentAttachment": [
      {
        "text": "붙임1 2025학년도 2학기 서울대학교 수학 안내문_혁신공유학부.hwp(109.5K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=147&no=0&page=2",
      },
      {
        "text": "붙임2 2025학년도 2학기 서울대학교 개설교과목 리스트_혁신공유학부.xlsx(13.4K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=147&no=1&page=2",
      },
      {
        "text": "붙임3 혁신공유학부서울대학교 수학추천자 양식2025-2.xlsx(13.4K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=147&no=2&page=2",
      },
      {
        "text": "붙임4 2025학년도 2학기 강의계획서 모음_혁신공유학부빅데이터.zip(815.1K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=147&no=3&page=2",
      },
    ],
    "contentTable": [],
    "contentImages": [],
    "site": "co",
    "periods": null,
  },
  {
    "title": "2025-2학기 학생자율설계전공 빅데이터전공(COSS형) 선발 결과 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=146&page=2",
    "date": "2025-06-30",
    "contentText":
    "빅데이터혁신융합사업단에서 2025-2학기 학생자율설계전공 빅데이터전공(COSS형) 선발 결과를 안내합니다.\n선발된 학생들에게는 포털에 등록된 이메일로 모두 안내되었습니다.\n1. 포털 학적 반영 완료\n2. 빅데이터전공 이수 유의사항\n1) 2025-2학기 진입하는 학생은 2025 버전으로 이수해야 합니다.\n2) 신청서에 기재한 기이수학점은 전공진입 이후 과목이동 기간(3월\/9월 중)에 변경 가능합니다.\n3)\n빅데이터전공은 표준교과목 기준으로 우리대학에 개설된 교과목과 1:1 매칭하여 이수 교과목으로 카운트\n합니다.\n따라서 초\/중\/고급 영역 별 서로 다른 표준교과목으로 이수해야 합니다.\n4) 빅데이터전공은 빅데이터혁신융합대학 학점교류를 통해 우리대학에서 개설되지 않은 교과목도 빅데이터전공 이수 교과목으로 인정 가능합니다.\n예) [서울대] 빅데이터윤리(A-8) <(공유)빅데이터윤리> = [숙명여대] 빅데이터윤리(A-8)\n단, 빅데이터혁신융합대학 학점교류가 아닌 그외 타교에서 이수한 교과목은 인정이 불가합니다.\n5) 2025학년도 특별 개편된 내용은 아래 공지사항에서 확인하시기 바랍니다.\nhttps:\/\/bigdata.sookmyung.ac.kr\/bbs\/board.php?bo_table=notice&wr_id=137\n3. 문의:\np157499@sookmyung.ac.kr",
    "contentAttachment": [],
    "contentTable": [],
    "contentImages": [],
    "site": "co",
    "periods": null,
  },
  {
    "title": "2025-1학기 빅데이터 교과 만족도 조사 안내(~7\/6)",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=145&page=2",
    "date": "2025-06-26",
    "contentText":
    "빅데이터혁신융합사업단에서는\n2025-1학기 빅데이터 관련 교과 만족도 조사를 진행\n합니다.\n본 사업단은 2021년부터 고도화되는 신기술·신산업을 토대로 대학 간 상호 공유와 협력을 통해 미래 인재를 양성하는 새로운 고등교육 체제 구축을 위해 『첨단분야 혁신융합대학사업』을 수행하고 있습니다. 본 설문은 첨단분야 기반 혁신융합대학 모델 구축을 위한 기초 자료로 활용될 예정입니다.\n많은 학생분들의 참여와 소중한 의견을 기다립니다.\n1. 조사기간:\n2025. 6. 26.(목) ~ 7. 6.(일)까지\n2. 조사방법: 구글폼(QR코드) 접속하여 설문 제출(응답시간 3-5분 이내)\n-\nhttps:\/\/forms.gle\/HmcDAtxHoLHAnfNu5\n3. 조사대상: 2025-1학기에 아래 교과목을 수강한 우리대학 학부생 모두\n4. 참여혜택:\n참여자 대상 커피쿠폰 발송(선착순 마감)\n※단, 여러 교과목을 수강한 학생들은 중복으로 발송되지 않습니다.\n5. 빅데이터 교과목\n번호\n교과목명\n주관학과\n1\n데이터사이언스개론\n데이터사이언스전공\n2\n자료구조\n컴퓨터과학전공\n(\n첨단\n)\n3\n데이터구조\n인공지능공학부\n4\n소프트웨어의이해\n컴퓨터과학전공\n(\n첨단\n)\n5\n프로그래밍개론\n컴퓨터과학전공\n(\n첨단\n)\n6\n프로그래밍입문\n인공지능공학부\n7\n객체지향프로그래밍\n(\n캡스톤디자인\n)\n인공지능공학부\n8\n빅데이터윤리\n기초교양학부\n9\n시스템프로그래밍\n컴퓨터과학전공\n(\n첨단\n)\n10\n머신러닝\n데이터사이언스전공\n11\n빅데이터처리\n데이터사이언스전공\n6. 비고:\n빅데이터전공생은 2025-1학기 비교과 프로그램 1건\n참여 인정\n7\n. 문의:\n빅데이터혁신융합사업단\np157499@sookmyung.ac.kr",
    "contentAttachment": [],
    "contentTable": [
      [
        {"0": "번호", "1": "교과목명", "2": "주관학과"},
        {"0": "1", "1": "데이터사이언스개론", "2": "데이터사이언스전공"},
        {"0": "2", "1": "자료구조", "2": "컴퓨터과학전공(첨단)"},
        {"0": "3", "1": "데이터구조", "2": "인공지능공학부"},
        {"0": "4", "1": "소프트웨어의이해", "2": "컴퓨터과학전공(첨단)"},
        {"0": "5", "1": "프로그래밍개론", "2": "컴퓨터과학전공(첨단)"},
        {"0": "6", "1": "프로그래밍입문", "2": "인공지능공학부"},
        {"0": "7", "1": "객체지향프로그래밍(캡스톤디자인)", "2": "인공지능공학부"},
        {"0": "8", "1": "빅데이터윤리", "2": "기초교양학부"},
        {"0": "9", "1": "시스템프로그래밍", "2": "컴퓨터과학전공(첨단)"},
        {"0": "10", "1": "머신러닝", "2": "데이터사이언스전공"},
        {"0": "11", "1": "빅데이터처리", "2": "데이터사이언스전공"},
      ],
    ],
    "contentImages": [
      "https:\/\/p157499.cafe24.com\/data\/editor\/2506\/2fdff2d61bcc2ac23cf34dc4ee036ebd_1750906844_9013.jpg",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "2025 하계 경기과기대 IBM AI 해커톤 대회 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=143&page=2",
    "date": "2025-06-24",
    "contentText":
    "빅데이터혁신융합대학 경기과학기술대학교에서 2025 하계 IBM AI 해커톤 대회를 개최합니다.\n많은 학생분들의 관심과 참여바랍니다.\n1. 행사 개요\n가. 행사명:\n2025 하계 IBM AI 해커톤\n나. 일정:\n2025.07.21.(월) ~ 08.08.(금)\n다. 장소:\n한국 IBM (여의도 IFC Three) 6층 Innovation Studio\n라. 주최:\n경기과학기술대학교 빅데이터혁신공유대학사업단\n2. 프로그램 구성\n가. 온라인 사전 교육:\n7.21.(월) ~ 7.25.(금) \/ 총 30시간\n나. 오프라인 캠프:\n7.28.(월) ~ 7.31.(목)\n다. 멘토링 및 발표:\n8.1.(금) ~ 8.7.(목)\n라. 최종 발표\/시상:\n8.8.(금)\n3. 모집 및 참가 안내\n가. 모집인원: 30명\n나. 모집기간:\n2025.06.23.(월) 13:00 ~ (선착순 마감)\n다. 준비사항:\n개인 노트북, 온라인 사전교육 필수\n라: 참가비용:\n전액 무료\n마: 참가혜택:\n수료증, 상장, 기념품, 식사 및 숙박 지원 등\n4. 신청 방법:\n포스터 QR 접속하여 구글폼 신청\n5. 문의:\n경기과학기술대학교 빅데이터혁신공유대학사업단\n031-496-4257 \/\njyr7@gtec.ac.kr",
    "contentAttachment": [],
    "contentTable": [],
    "contentImages": [
      "https:\/\/p157499.cafe24.com\/data\/editor\/2506\/df2d02f3a82f41621a1e4bdb49899485_1750732003_7987.jpg",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "2025 하계 경기과기대 빅데이터 코딩 경진대회 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=142&page=2",
    "date": "2025-06-24",
    "contentText":
    "빅데이터혁신융합대학 경기과학기술대학교에서 2025 하계 빅데이터 코딩 경진대회를 아래와 같이 개최하오니,\n학생분들의 많은 관심과 참여바랍니다.\n1. 대회 개요\n가. 행사명: 2025 하계 빅데이터 코딩 경진대회\n나. 일정:\n2025. 7. 20.(일) 14:00\n다. 장소: YBM 신촌 CBT 센터(위치:QR참고)\n라. 언어: Python(총 90분)\n2. 모집 및 참가 안내\n가. 모집대상: 빅데이터혁신융합대학 소속 대학 재학생\n나. 모집인원: 선착순 50명\n다. 신청기간:\n2025. 6. 23.(월) 10:00 ~ 7. 13.(일) 23:59\n라. 신청방법: YBM 홈페이지 가입 → 포스터 내 QR 코드 접속하여 신청\n3. 시상내역\n- 1등:\n1,000,000원 (1명)\n- 2등:\n500,000원 (2명)\n- 3등:\n200,000원 (5명)\n※상금 외에도 COS Pro 1급 자격증 발급(600점 이상 취득 시)\n※자격등 취득 시 공공기관 채용 가점, PSK 인증 등 활용 가능\n※23~24년 입상자는 장학금 수혜 대상자에서 제외, 상장만 지급\n4. 기타안내: 중도 포기자는 시상 및 자격증 발급 대상에서 제외됩니다.\n5. 문의: 경기과학기술대학교 빅데이터혁신공유대학사업단\n031-496-4257 \/\njyr7@gtec.ac.kr",
    "contentAttachment": [
      {
        "text": "2025 하계 경기과기대 빅데이터 코딩 경진대회 안내.pdf(179.4K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=142&no=0&page=2",
      },
    ],
    "contentTable": [],
    "contentImages": [
      "https:\/\/p157499.cafe24.com\/data\/editor\/2506\/df2d02f3a82f41621a1e4bdb49899485_1750731580_4349.png",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "[MD] 2025-1학기 빅데이터 마이크로디그리(MD) 신청 안내(8월 졸업예정자 대상)",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=141&page=2",
    "date": "2025-06-23",
    "contentText":
    "빅데이터혁신융합사업단에서 우리대학 학부생 누구나\n,\n빅데이터혁신융합대학 운영하는 교육과정에서 소정의 학점\n(12\n학점\n)\n을 이수시 마이크로디그리 이수증을 수여합니다\n.\n1.\n신청 대상\n:\n빅데이터\nMD\n과정별 이수완료한\n25\n년\n8\n월 졸업예정자 학부생\n2.\n신청 기간\n:\n2025. 6. 23.(\n월\n) ~ 7. 8.(\n화\n)\n자정까지\n3.\n신청 방법\n:\n제출서류 구비하여 사업단 이메일\n(p157499@sookmyung.ac.kr)\n제출\n-\n메일제목\n: [MD\n신청\n]\n학번\n\/\n이름\n-\n메일내용\n:\n제출서류 모두 첨부\n4.\n제출서류\n1)\n이수확인신청서\n(\n양식\n)\n과정별 각\n1\n부\n2)\n전체학기 성적증명서\n(\n국문\n) 1\n부\n(\n※\n25-1\n학기 성적 포함\n,\n제출일자 기준\n3\n개월 이내의 발급건만 인정함\n)\n3)\n빅데이터 장학금 신청서\n1\n부\n※\n신청서 선 제출 후 성적증명서는\n7\/8(\n화\n)\n까지 제출 가능\n※\n모든 서류는\npdf\n형식으로 제출하며\n,\n파일명은\n‘\n이름\n\/\n학번\n_\n서류종류명\n’\n형식으로 통일\n(\n예\n: ‘\n김숙명\n1234567_\n빅데이터초급\nMD\n신청서\n.pdf’\n등\n)\n※\n학생 서명란에는 단순 텍스트 기재 불가하며\n,\n서명된 이미지 첨부 또는 직접 서명 후 스캔하여 제출\n※\n제출서류 미비할 경우 접수되지 않음에 유의\n5.\n이수 특전\n1)\n총장 명의 이수증명서 발급\n(\n졸업 시\n)\n2)\n성적증명서에 이수 과정명 기재\n3)\n신청 이전에 이수한 과목도 인정\n4)\n빅데이터전공 이수 교과목과 중복 허용\n5)\n빅데이터\nMD\n이수 완료 시 우수 장학금 지급\n(\n심사 후\n00\n명 선발\n)\n6.\n진행과정\n1)\n이수 심사\n신청서 제출\n→\n사업단 심사\n→\n숙명포털 반영\n→\n이수 완료\n2)\n장학금 심사\n신청서 제출\n→\n위원회 심의\n→\n기타 서류 제출\n→\n장학금 지급\n※\n장학금 지급 대상자 대상 기타 서류 제출\n(\n입금계좌신청서 등\n)\n요청 예정\n(\n개별 이메일\n)\n7.\n빅데이터\nMD\n교육과정\n가\n.\n과정 별\n4\n개 교과목 선택\n,\n총\n12\n학점 이수\n나\n.\n세부 교과목 첨부파일 참고\n다\n.\n빅데이터\nMD\n과정\n수준\n과정명\n소개 키워드\n비고\n초급\n빅데이터 초급\nA, B\n데이터기초분석\n,\n데이터분석입문\n,\n빅데이터이해\n중급\n빅데이터 자율설계\n(\n중급\n) A, B, C\n중급데이터처리\n,\n빅데이터분석역량\n,\n융합인재\n,\n데이터활용\n,\n데이터전문성\n빅데이터 애널리틱스\n데이터수집및활용\n,\n데이터기획\n,\n빅데이터애널리틱스\n,\n데이터문해력\n,\n비즈니스가치창출\n경영학부\n소비자경제 빅데이터\n소비자중심데이터\n,\n경제흐름분석\n,\n시장트렌드대응\n,\n글로벌경제이해\n소비자경제학과\n빅데이터 보험 실무\n통계모델링\n,\n금융데이터분석\n,\n실무적용능력\n,\n확률기반분석\n통계학과\n고급\n빅데이터 자율설계\n(\n고급\n) A, B\n고급빅데이터분석\n,\n데이터엔지니어링\n,\n빅데이터의처리전문성\n,\n융합인재\n,\n산업응용분석\n8.\n결과 확인\n:\n8\n월 중 사업단 홈페이지 및 개별 이메일 안내 예정\n9.\n문의\n:\n빅데이터혁신융합사업단\np157499@sookmyung.ac.kr",
    "contentAttachment": [
      {
        "text": "1. 빅데이터 마이크로디그리MD 교과목 리스트2025.05.30.xlsx(17.2K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=141&no=0&page=2",
      },
      {
        "text": "2. 2025-1학기 빅데이터 마이크로디그리 신청방법.pdf(2.9M)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=141&no=1&page=2",
      },
      {
        "text": "3. 이수확인신청서양식.hwp(34.5K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=141&no=2&page=2",
      },
      {
        "text": "4. 빅데이터MD 장학금 신청서양식.hwp(97.5K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=141&no=3&page=2",
      },
    ],
    "contentTable": [
      [
        {
          "0": "신청서 제출",
          "1": "→",
          "2": "사업단 심사",
          "3": "→",
          "4": "숙명포털 반영",
          "5": "→",
          "6": "이수 완료",
        },
      ],
      [
        {
          "0": "신청서 제출",
          "1": "→",
          "2": "위원회 심의",
          "3": "→",
          "4": "기타 서류 제출",
          "5": "→",
          "6": "장학금 지급",
        },
      ],
      [
        {"0": "수준", "1": "과정명", "2": "소개 키워드", "3": "비고"},
        {
          "0": "초급",
          "1": "빅데이터 초급 A, B",
          "2": "데이터기초분석, 데이터분석입문,빅데이터이해",
          "3": null,
        },
        {
          "0": "중급",
          "1": "빅데이터 자율설계(중급) A, B, C",
          "2": "중급데이터처리, 빅데이터분석역량,융합인재, 데이터활용, 데이터전문성",
          "3": null,
        },
        {
          "0": "중급",
          "1": "빅데이터 애널리틱스",
          "2": "데이터수집및활용, 데이터기획, 빅데이터애널리틱스, 데이터문해력, 비즈니스가치창출",
          "3": "경영학부",
        },
        {
          "0": "중급",
          "1": "소비자경제 빅데이터",
          "2": "소비자중심데이터, 경제흐름분석,시장트렌드대응, 글로벌경제이해",
          "3": "소비자경제학과",
        },
        {
          "0": "중급",
          "1": "빅데이터 보험 실무",
          "2": "통계모델링, 금융데이터분석,실무적용능력, 확률기반분석",
          "3": "통계학과",
        },
        {
          "0": "고급",
          "1": "빅데이터 자율설계(고급) A, B",
          "2": "고급빅데이터분석, 데이터엔지니어링, 빅데이터의처리전문성, 융합인재, 산업응용분석",
          "3": null,
        },
      ],
    ],
    "contentImages": [
      "https:\/\/p157499.cafe24.com\/data\/editor\/2506\/51d7945fe05c7a8e258fe296b9476996_1750646212_8984.jpg",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "2025 서울 데이터 허브 시각화 경진대회 개최 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=140&page=3",
    "date": "2025-06-19",
    "contentText":
    "빅데이터혁신융합사업단에서 서울시와 함께 \"2025 서울 데이터 허브 시각화 경진대회\"를 개최합니다. 학생분들의 많은 관심 및 지원 바랍니다\n.\n1.\n참가자격\n:\n제한 없음(개인 또는 팀, 팀의 경우 최대 5명까지 참가 가능)\n2.\n참가조건\n-\n서울시 서울 데이터 허브 내 공공데이터를 활용한 시각화 결과물을 제작 및 제출하고, 참가 신청서 내 모든 항목에 동의한 자\n3.\n참가주제\n:\n자유 주제\n-\n서울 데이터 허브에서 제공하는 공공데이터 활용\n4.\n접수방법: 서울 데이터 허브 경진대회 페이지 내 참가 신청(온라인접수)\n-\n제출서류 : 참가신청서, 발표자료(PPT, PDF), 시각화 결과물, 참가 각서, 개인정보 수집제공 동의서\n-\n접수마감 : 2025.08.27.(수) 18시\n5.\n심사방법: (1차) 서류 평가 > (2차) 발표 평가\n- (1\n차) 제출한 시각화 화면의 완성도와 서울 데이터 허브 활용성 심사\n- (2\n차) 최종 순위 및 훈격 결정, 1차 평가 항목 동일\n6.\n대회일정\n-\n접수기간 : 2025.07.14.(월) ~ 2025.08.27.(수) 18시\n- 1\n차 서류 심사 : 2025.08.28.(목) ~ 2025.09.03.(수)\n- 1\n차 심사 결과 발표 : 2025.09.05.(금)\n-\n최종 경연 및 시상식 : 2025.09.19.(금)\n※\n추진 일정에 따라 변경 가능\n7.\n기타\n※\n공모전의 변경 사항은 ‘서울데이터허브 홈페이지’를 통해 공지\n:\n소통공간 > 공지사항 | 서울 데이터 허브(Seoul Data Hub)\n※\n기타 문의는 서울 데이터 허브 질의응답을 통해 답변 :\n데이터 활용 > 경진대회 목록 | 서울 데이터 허브(Seoul Data Hub)\n※\n심사, 유의사항 등 자세한 사항은 첨부 공고문 확인\n붙  임 : 공고문.",
    "contentAttachment": [
      {
        "text": "공고문서울데이터허브경진대회개최.pdf(202.7K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=140&no=0&page=3",
      },
    ],
    "contentTable": [],
    "contentImages": [
      "https:\/\/bigdata.sookmyung.ac.kr:443\/data\/editor\/2506\/thumb-fea0a8a354ab07806f670e2ba8bd0a5a_1750297857_1441_2000x2806.jpg",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "[졸업] 2025-1학기(25년 8월) 졸업논문제\/이수학점 제출 서류 안내(~6\/19 연장)",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=139&page=3",
    "date": "2025-06-17",
    "contentText":
    "2025학년도 학부 교육과정 특별 개편으로 인하여 변경된 사항에 따라 빅데이터전공 졸업논문제\/이수학점 심사 일정을 연장하여 진행하오니 대상 학생은 아래 기간내 반드시 제출하시기 바랍니다.\n※개편 변경 사항(25년 8월 졸업부터 적용)\n(기존) 교과목이 추가된 경우, 추가된 이후 이수 시 인정함\n(변경) 교과목이 추가된 경우, 추가 이전에 이수한 과목도 인정함\n1.\n제출기간\n:\n~ 6\/19(\n목\n) 16:00\n까지\n2.\n제출방법\n:\n아래 대상자 확인하여 제출서류 모두 구비하여\n사업단 이메일로 제출\n-\n메일제목\n: [\n빅데이터전공 졸업\n]\n이름\n\/\n학번\n-\n메일내용\n:\n제출서류 첨부\n3.\n제출서류\nNo.\n제출서류\n대상\n비고\n1\n학점이수표\n8\n학기 이상 졸업예정자\n,\n수료예정자\n-\n학점이수표 빅데이터전공에 표준교과목 기준 이수 교과목이 모두 포함되어 있어야 함\n7\n월 성적확정 이후 성적증명서 제출 요청 예정\n2\n①\n졸업논문제 결과물\n②\n졸업논문심사결과보고서\n(\n양식\n)\n졸업예정자\n-\n졸업논문심사결과보고서\n(\n양식\n)\n은 학생 개인정보만 작성하여 제출함\n(\n그 외 내용은 작성하지 않음\n)\n-\n빅데이터전공\n(COSS\n형\n)\n졸업논문제 결과물 제출자료\n(\n아래\n4\n가지 중 택\n1)\n▶\n학교 홈페이지 학사정보\n>\n졸업\n>\n졸업인증제 참고\nNO.\n논문제 형식\n졸업논문제 결과물 제출자료\n1\n빅데이터전공 캡스톤디자인 교과목 이수\n①\n성적증명서\n,\n②\n결과보고서\n※\n학점이수표 빅데이터전공에 반드시 캡스톤디자인 교과목이 포함되어야 함\n※\n논문제 제출학기에 이수 중인 교과목일 경우\n,\n성적증명서 미제출\n2\n자격증 취득\n(\n빅데이터분석기사\n,\n데이터분석 전문가\n,\n데이터분석 준전문가\n,\n사회조사분석사\n2\n급\n,\n정보처리기사\n,\n정보처리산업기사 중 택\n1)\n진위여부 확인이 가능한 자격증명서\n3\n빅데이터 관련 각종 외부 공모전\n\/\n대회\n진출 및 수상\n진위여부 확인이 가능한 수상자료\n4\n국내외 빅데이터 관련\n학술대회 및 논문지 발표\n진위여부 확인이 가능한 발표자료\n※\n3, 4\n번 항목의 인정되는 범위는 내부규정에 따름\n※\n졸업논문제심사결과보고서는 첨부파일\n(\n양식\n)\n참고\n4.\n유의사항\n1)\n학점이수표에 이수요건이 충족되지 않을 경우\n,\n제출기간 이전에 반드시 학사팀에 과목정리 진행하여 학점이수표 정리 필수\n(\n수료생일 경우 학점 이수 불가에 유의\n)\n2)\n사업단에서 빅데이터전공 지도교수 심사 진행 후 학생 제출자료 모두 학사팀에 제출 예정이며\n,\n결과는 개별 이메일로 안내 예정\n3)\n졸업논문제 합격된 이후에서 본인이 희망하여도 불합격으로 바꿀 수 없음에 유의\n4)\n졸업논문제는 반드시 하나의 전공에서만 인정하며 타전공과 중복인정 불가함에 유의\n5.\n문의\n:\n빅데이터혁신융합사업단\np157499@sookmyung.ac.kr\n﻿",
    "contentAttachment": [
      {
        "text": "자율설계전공 졸업논문심사결과보고서양식.hwp(61.5K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=139&no=0&page=3",
      },
    ],
    "contentTable": [
      [
        {"0": "No.", "1": "제출서류", "2": "대상", "3": "비고"},
        {
          "0": "1",
          "1": "학점이수표",
          "2": "8학기 이상 졸업예정자,수료예정자",
          "3":
          "- 학점이수표 빅데이터전공에 표준교과목 기준 이수 교과목이 모두 포함되어 있어야 함7월 성적확정 이후 성적증명서 제출 요청 예정",
        },
        {
          "0": "2",
          "1": "① 졸업논문제 결과물② 졸업논문심사결과보고서(양식)",
          "2": "졸업예정자",
          "3": "- 졸업논문심사결과보고서(양식)은 학생 개인정보만 작성하여 제출함(그 외 내용은 작성하지 않음)",
        },
      ],
      [
        {"0": "NO.", "1": "논문제 형식", "2": "졸업논문제 결과물 제출자료"},
        {
          "0": "1",
          "1": "빅데이터전공 캡스톤디자인 교과목 이수",
          "2":
          "①성적증명서, ②결과보고서※학점이수표 빅데이터전공에 반드시 캡스톤디자인 교과목이 포함되어야 함※논문제 제출학기에 이수 중인 교과목일 경우, 성적증명서 미제출",
        },
        {
          "0": "2",
          "1":
          "자격증 취득(빅데이터분석기사, 데이터분석 전문가, 데이터분석 준전문가, 사회조사분석사 2급, 정보처리기사, 정보처리산업기사 중 택1)",
          "2": "진위여부 확인이 가능한 자격증명서",
        },
        {
          "0": "3",
          "1": "빅데이터 관련 각종 외부 공모전\/대회진출 및 수상",
          "2": "진위여부 확인이 가능한 수상자료",
        },
        {"0": "4", "1": "국내외 빅데이터 관련학술대회 및 논문지 발표", "2": "진위여부 확인이 가능한 발표자료"},
      ],
    ],
    "contentImages": [],
    "site": "co",
    "periods": null,
  },
  {
    "title": "2025 여름 한동대학교 빅데이터 캠프 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=138&page=3",
    "date": "2025-06-16",
    "contentText":
    "한동대학교 빅데이터혁신융합대학사업단에서 이번 여름방학 중 <빅데이터 캠프>를 개최합니다.\n많은 학생분들의 관심과 참여바랍니다.\n▶▶  2025 여름 한동대학교 빅데이터 캠프\n-\n일정:\n25.7.22(\n화\n) ~ 7.25(\n금\n)\n-\n장소: 경주 라한 호텔\n-\n주제: Agentic AI 빅데이터 캠프: 에이전트로 데이터의 미래를 열다!\n▶▶  신청방법\n-\n모집기간:\n25.6.16(\n월\n)\n오전\n10\n시\n~ (\n신청자가 많을 경우 조기 마감 될 수 있음\n)\n-\n모집방법:\n구글폼\n신청 (\nhttps:\/\/forms.gle\/hawebMww72BiaAds6\n)\n-\n모집인원: 50명 (빅데이터 컨소시엄 소속 재학생)\n-\n선행학습: 파이썬 프로그램 기초 교육을 이수한 학생\n-\n참가비: 무료 (보증금 3만원, 캠프 이수 후 반환)\n▶▶  공지안내\n-\n공식적인 안내는 이메일로 공지되오니 신청자들은 자주 이메일을 확인해 주세요.\n-\n참여 확정자에게는 6\/30 이후 메일로 안내할 예정입니다. (오픈채팅방 참여 안내 포함)\n-\n보증금 입금까지 완료하여야 신청이 되며 선착순으로 확정됩니다.\n-\n취소 인원이 발생할 경우 대기 순서대로 연락을 드립니다\n.\n-\n대기 인원에게는 전화로 연락을 드리며, 통화연결이 되지 않을 경우 다음 대기자에게 순서가 넘어갑니다. (한동대학교 빅데이터 사업단 054-260-3161)\n-\n캠프 일정 중 부분 참여는 불가능 합니다.",
    "contentAttachment": [
      {
        "text": "공유용 2025 여름 빅데이터 캠프 안내자료.pdf(130.1K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=138&no=0&page=3",
      },
    ],
    "contentTable": [],
    "contentImages": [
      "https:\/\/bigdata.sookmyung.ac.kr:443\/data\/editor\/2506\/thumb-cef1b6934bce50ac29c89eb51f070c13_1750058601_4966_2000x2839.jpg",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "[빅데이터전공] 2025학년도 학부\/학생자율설계전공 특별 개편 결과 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=137&page=3",
    "date": "2025-06-16",
    "contentText":
    "2025\n학년도\n2\n학기 학부 전공교육과정 특별 개편 관련하여 아래와 같이 결과를 안내하오니 변경된 내용을 확인하시기 바랍니다\n.\n1. 개편 결과\n가\n.\n과목명 변경\n: 25-2\n학기부터 모든 학생 적용\n변경전\n변경후\n과목번호\n과목명\n→\n과목번호\n과목명\n21105586\n딥러닝개론\n21105586\n딥러닝원리와응용\n나\n.\n과목이수 시점 인정 변경\n: 25-1\n학기\n(25\n년\n8\n월\n)\n졸업부터 모든 학생 적용\n•\n전공 이수를 승인받은 시점의 교육과정표대로 이수하는 것을 원칙으로 함\n•\n단\n,\n이수 중간에 교육과정이 개편되면\n,\n과목 이수 시점에 따라 아래 표와 같이 학생자율설계전공 학점으로의 인정 여부를 정함\n상황\n과목이수 시점\n인정 여부\n이수중이던 교육과정에 교과목이 추가된 경우\n추가 이전\n인정함\n추가 이후\n인정함\n이수중이면 교육과정에서 교과목이 제외된 경우\n제외 이전\n인정함\n제외 이후\n인정하지 않음\n2.\n기타사항\n가\n.\n우리대학 학사팀에서는 수정이 필요한 사항이 있다는 몇몇 전공의 요청에 따라\n2\n학기 특별 개편을 시행함\n나\n.\n단\n,\n교과목의 경우 전공 영역 중\n2\n학기 개설 과목만 개편되었으며\n1\n학기\n\/\n모든학기 개설 과목은 기존과 동일한 정기 개편 시기에 진행 예정임\n3.\n첨부\n:\n학생자율설계전공 빅데이터전공\n(COSS\n형\n)\n교과목 리스트\n(2025.06.16)",
    "contentAttachment": [
      {
        "text": "학생자율설계전공 빅데이터전공COSS형 교과목 리스트2025.06.16.xlsx(95.0K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=137&no=0&page=3",
      },
    ],
    "contentTable": [
      [
        {"0": "변경전", "1": "변경전", "2": null, "3": "변경후", "4": "변경후"},
        {"0": "과목번호", "1": "과목명", "2": "→", "3": "과목번호", "4": "과목명"},
        {
          "0": "21105586",
          "1": "딥러닝개론",
          "2": null,
          "3": "21105586",
          "4": "딥러닝원리와응용",
        },
      ],
      [
        {"0": "상황", "1": "과목이수 시점", "2": "인정 여부"},
        {"0": "이수중이던 교육과정에 교과목이 추가된 경우", "1": "추가 이전", "2": "인정함"},
        {"0": "이수중이던 교육과정에 교과목이 추가된 경우", "1": "추가 이후", "2": "인정함"},
        {"0": "이수중이면 교육과정에서 교과목이 제외된 경우", "1": "제외 이전", "2": "인정함"},
        {"0": "이수중이면 교육과정에서 교과목이 제외된 경우", "1": "제외 이후", "2": "인정하지 않음"},
      ],
    ],
    "contentImages": [],
    "site": "co",
    "periods": null,
  },
  {
    "title": "2025학년도 상반기 빅데이터 관련 자격증 취득 장학금 지원 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=136&page=3",
    "date": "2025-06-11",
    "contentText": "",
    "contentAttachment": [
      {
        "text": "2025학년도 상반기 빅데이터 관련 자격증 취득 장학금.zip(69.8K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=136&no=0&page=3",
      },
    ],
    "contentTable": [],
    "contentImages": [
      "https:\/\/p157499.cafe24.com\/data\/editor\/2506\/e665b167cb98017c53607fb7277a35a0_1749604082_4585.png",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "수도권 생활이동 데이터 해커톤 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=135&page=3",
    "date": "2025-06-09",
    "contentText":
    "서울시립대학교 빅데이터혁신융합대학사업단에서\n서울시&KT 와 함께\n수도권 생활이동 데이터 해커톤\n을 개최하오니, 관심 있는 학생분들은 많은 참여바랍니다.\n1. 주제 :\n생활이동 데이터로 살기 좋은 수도권을 디자인하라\n2. 분야 :\n생활이동 데이터를 활용하여 서울시 또는 서울을 포함한 수도권 현안 과제 중심으로 아래 3가지 중 택1\n①\n빅데이터분석 및 시각화\n②\n정책개선 혁신 아이디어 도출\n③\n시민 편의서비스 개발\n3. 참가대상 :\n각 부문별 개인 또는 팀(2~3명)\n(일반부) 데이터 분석에 관심이 있는 일반인 (대학원생, 졸업생, 개발자 등)\n(학생부) 전국 대학에 재학중인 학부생 (휴학생 포함)\n4. 신청방법:\nQR코드를 통한 온라인 접수 (포스터 하단 참고)\n5. 대회일정\n참가자 모집\n: 6\/9(\n월\n) ~ 7\/11(\n금\n)\n해커톤 참가 안내 페이지를 통해 홍보 및 신청 접수\n※\n참가자 개인정보활용동의서\n,\n보안유지 각서 등 신청시 서류 접수 예정\n서면심사\n: 7\/14(\n월\n) ~ 7\/25(\n금\n)\n다양한 분야의 전문가를 통한 참가자들이 제출한 서류를 다각도로 평가\n,\n본선 진출 예정팀 선정\n본선 진출팀 발표\n: 7\/28(\n월\n)\n진출팀 안내 및 참가 여부 확인\n(\n결격사유 점검\n)\n※\n본선 미참가 시 상금 미지급 안내\n슈퍼컴퓨터\n사용 및 프로젝트 실시\n: 8\/4(\n월\n) ~ 8\/26(\n화\n)\n서울시립대 슈퍼컴퓨터 교육\n\/\n슈퍼컴퓨터를 활용을 통한 프로젝트 실시\n※\n서울시립대 방문 필수이며\n,\n팀원 중 일부만 참여 가능\n※\n데이터는 외부 유출이 불가하며\n,\n요약통계는 반출가능함\n※\n데이터 분석은 리눅스 환경에서 파이썬 패키지를 통하여 가능함\n최종 발표 및 심사\n: 8\/27(\n수\n)\n최종 발표 및 심사를 통한 시상팀 선발\n6. 시상내역 :\n각 부문별 최우수상 1팀 300만원, 우수상 2팀 각 100만원\/ 총 1,000만원\n* 수상팀에게는 서울시장특별상 시상\n7. 문의:\n02-6490-6927",
    "contentAttachment": [],
    "contentTable": [
      [
        {
          "0": "참가자 모집: 6\/9(월) ~ 7\/11(금)",
          "1":
          "해커톤 참가 안내 페이지를 통해 홍보 및 신청 접수※ 참가자 개인정보활용동의서, 보안유지 각서 등 신청시 서류 접수 예정",
        },
        {
          "0": "서면심사: 7\/14(월) ~ 7\/25(금)",
          "1": "다양한 분야의 전문가를 통한 참가자들이 제출한 서류를 다각도로 평가,본선 진출 예정팀 선정",
        },
        {
          "0": "본선 진출팀 발표: 7\/28(월)",
          "1": "진출팀 안내 및 참가 여부 확인(결격사유 점검)※ 본선 미참가 시 상금 미지급 안내",
        },
        {
          "0": "슈퍼컴퓨터사용 및 프로젝트 실시: 8\/4(월) ~ 8\/26(화)",
          "1":
          "서울시립대 슈퍼컴퓨터 교육\/ 슈퍼컴퓨터를 활용을 통한 프로젝트 실시※ 서울시립대 방문 필수이며, 팀원 중 일부만 참여 가능※ 데이터는 외부 유출이 불가하며, 요약통계는 반출가능함※ 데이터 분석은 리눅스 환경에서 파이썬 패키지를 통하여 가능함",
        },
        {"0": "최종 발표 및 심사: 8\/27(수)", "1": "최종 발표 및 심사를 통한 시상팀 선발"},
      ],
    ],
    "contentImages": [
      "https:\/\/p157499.cafe24.com\/data\/editor\/2506\/4d22ef4ce2884afd973fcff111bc8332_1749447069_807.jpg",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "[빅데이터전공] 2025-2 학생자율설계전공 빅데이터전공(COSS형) 모집 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=134&page=3",
    "date": "2025-06-05",
    "contentText":
    "빅데이터혁신융합사업단에서\n2025-2\n학기 학생자율설계전공 빅데이터전공\n(COSS\n형\n)\n을 모집합니다\n.\n아래 내용을 참고하여 기간 내에 신청하시기 바랍니다\n.\n※\n학생자율설계전공 빅데이터전공\n(COSS\n형\n)\n은 빅데이터혁신융합사업단에서 별도 모집\n\/\n선발함\n1.\n신청자격\n1) 2025-1\n학기 기준\n3~6\n학기 학부 재학생\n2) 3~6학기를 이수한 휴학생 중 2025-2학기 복학 예정자\n※\n학생자율설계전공 기존 신청 및 취소 이력이 있으면 신청 불가\n,\n재학 중\n1\n번만 신청 가능\n2.\n신청기간\n:\n2025. 6. 5.(\n목\n) ~ 6. 8.(\n일\n)\n자정까지\n(\n※\n마감시간 준수\n)\n3.\n신청방법\n:\n아래 제출서류 모두 구비하여 사업단 이메일로 제출\n-\n메일제목\n: [\n빅데이터전공 신청\n]\n이름\n\/\n학번\n-\n메일내용\n:\n제출서류 모두 첨부\n4.\n제출자료\n1)\n빅데이터전공 신청서\n(\n서식\n) 1\n부\n2)\n빅데이터전공 학업계획서\n(\n서식\n) 1\n부\n3)\n전체학기 성적증명서\n(\n국문\n) 1\n부\n(\n※\n제출일자 기준\n3\n개월 이내의 발급건만 인정함\n)\n※\n모든 서류는\npdf\n형식으로 제출하며\n,\n파일명은\n‘\n이름\n\/\n학번\n_\n서류종류명\n’\n형식으로 통일\n(\n예\n: ‘\n김숙명\n1234567_\n빅데이터전공 신청서\n.pdf’\n등\n)\n※\n학생 서명란에는 단순 텍스트 기재 불가하며\n,\n서명된 이미지 첨부 또는 직접 서명 후 스캔하여 제출\n※\n제출서류 미비할 경우 접수되지 않음에 유의\n5.\n전공 선발 및 승인 절차\n-\n신청서 사업단 이메일 제출\n>\n지도교수 심사\n>\n결과 안내 및 전공 승인 처리\n(\n학사팀\n)\n※\n학생자율설계전공 빅데이터전공\n(COSS\n형\n)\n공은 숙명포털에서 신청하지 않으며\n,\n지도교수 상담도 진행하지 않음\n※\n전공 선발 결과는 신청서에 기재된 이메일로 개별 안내 예정\n※\n포털 시스템 전공 승인 처리는 학사팀에서 일괄 처리 예정\n6.\n빅데이터전공 이수 유의사항\n1)\n빅데이터전공은 초\n\/\n중\n\/\n고급 영역별 표준교과목 기준으로 이수해야 하며\n, 1\n개의 표준교과목에\n1\n개의 우리대학 교과목으로 매칭하여 카운트 함에 유의하시기 바랍니다\n.\n2)\n수강신청 시 복수\n\/\n연계\n\/\n부전공과 동일한 수강확정 순위를 갖게 되며 여석증원은 교과목 주관학과에서 담당하고 있습니다\n.\n3)\n국내 학점교류는 빅데이터혁신융합대학 표준교과목만 인정 가능합니다\n.\n4)\n빅데이터전공 교육과정은 국내외 현장실습 교과목과 자기주도진로설계 프로젝트가 포함되어 있지 않습니다\n.\n5)\n그 외 빅데이터전공 세부 내용은 사업단 홈페이지\n(bigdata.sookmyung.ac.kr)\n에서 확인 가능합니다\n.\n7.\n문의\n:\n빅데이터혁신융합사업단\np157499@sookmyung.ac.kr\n[\n첨부\n]\n1. (\n서식\n1)\n학생자율설계전공 빅데이터전공\n(COSS\n형\n)\n신청서\n2. (\n서식\n2)\n학생자율설계전공 빅데이터전공\n(COSS\n형\n)\n학업계획서\n3. 2025-2\n학생자율설계전공 빅데이터전공\n(COSS\n형\n)\n신청 가이드북\n4.\n학생자율설계전공 빅데이터전공\n(COSS\n형\n)\n교과목 리스트",
    "contentAttachment": [
      {
        "text": "2025-2 빅데이터전공 신청 서류.zip(582.4K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=134&no=0&page=3",
      },
    ],
    "contentTable": [],
    "contentImages": [],
    "site": "co",
    "periods": null,
  },
  {
    "title": "[MD] 2025-2학기 빅데이터 마이크로디그리(MD) 신청 안내(+설명회 PPT)",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=133&page=3",
    "date": "2025-06-04",
    "contentText":
    "빅데이터혁신융합사업단에서 우리대학 학부생 누구나\n,\n빅데이터혁신융합대학 운영하는 교육과정에서 소정의 학점\n(12\n학점\n)\n을 이수시 마이크로디그리 이수증을 수여합니다\n.\n※\n25\n년\n8\n월 졸업예정자 대상\n<25-1\n학기 빅데이터\nMD\n모집\n\/\n설명회\n>\n는\n6\n월 말 별도 진행 예정\n▼▼\n25-2\n학기 빅데이터 마이크로디그리\n(MD)\n이수 설명회\n▼▼\n◎\n일시\n\/\n장소\n:\n2025. 6. 9.(\n월\n) 16:30~17:30 \/\n온라인\nZOOM\n◎\n신청방법\n:\n비교과 통합관리시스템에서\n~6\/9(\n월\n)\n오전\n11\n시까지 신청\nhttps:\/\/wise.sookmyung.ac.kr\/ko\/program\/all\/view\/5771\n※\n신청자 대상\nZOOM\n링크 문자 발송 예정\n◎\n참여혜택\n:\n참여자 대상 만족도 조사 후 비교과 마일리지\n(1,000\n점\n)\n지급\n1.\n신청 대상\n:\n빅데이터\nMD\n에 관심있는 우리대학 학부생\n2.\n신청 기간\n:\n2025. 6. 4.(\n수\n) 10:00 ~ 6. 20.(\n금\n) 17:00\n3.\n신청 방법\n:\n숙명포털\n>\n학사\n>\n교육과정\n>\n마이크로디그리 신청\n4,\n결과 확인\n:\n2025. 6. 27.(\n금\n)\n숙명포털\n5.\n이수 특전\n1)\n총장 명의 이수증명서 발급\n(\n졸업 시\n)\n2)\n성적증명서에 이수 과정명 기재\n3)\n신청 이전에 이수한 과목도 인정\n4)\n빅데이터전공 이수 교과목과 중복 허용\n5)\n빅데이터\nMD\n이수 완료 시 우수 장학금 지급\n(\n심사 후\n00\n명 선발\n)\n6.\n이수 진행과정\n이수 신청\n⇨\n본부 승인\n⇨\n이수 진행\n⇨\n이수 완료\n7.\n빅데이터\nMD\n교육과정\n가\n.\n과정 별\n4\n개 교과목 선택\n,\n총\n12\n학점 이수\n나\n.\n세부 교과목 첨부파일 참고\n다\n.\n빅데이터\nMD\n과정\n수준\n과정명\n소개 키워드\n비고\n초급\n빅데이터 초급\nA, B\n데이터기초분석\n,\n데이터분석입문\n,\n빅데이터이해\n중급\n빅데이터 자율설계\n(\n중급\n) A, B, C\n중급데이터처리\n,\n빅데이터분석역량\n,\n융합인재\n,\n데이터활용\n,\n데이터전문성\n빅데이터 애널리틱스\n데이터수집및활용\n,\n데이터기획\n,\n빅데이터애널리틱스\n,\n데이터문해력\n,\n비즈니스가치창출\n경영학부\n소비자경제 빅데이터\n소비자중심데이터\n,\n경제흐름분석\n,\n시장트렌드대응\n,\n글로벌경제이해\n소비자경제학과\n빅데이터 보험 실무\n통계모델링\n,\n금융데이터분석\n,\n실무적용능력\n,\n확률기반분석\n통계학과\n고급\n빅데이터 자율설계\n(\n고급\n) A, B\n고급빅데이터분석\n,\n데이터엔지니어링\n,\n빅데이터의처리전문성\n,\n융합인재\n,\n산업응용분석\n8.\n문의\n:\n빅데이터혁신융합사업단\np157499@sookmyung.ac.kr",
    "contentAttachment": [
      {
        "text": "25-2 빅데이터MD 설명회PPT.pptx(5.9M)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=133&no=0&page=3",
      },
    ],
    "contentTable": [
      [
        {
          "0":
          "◎일시\/장소: 2025. 6. 9.(월) 16:30~17:30 \/ 온라인ZOOM◎신청방법: 비교과 통합관리시스템에서 ~6\/9(월) 오전 11시까지 신청  https:\/\/wise.sookmyung.ac.kr\/ko\/program\/all\/view\/5771 ※신청자 대상 ZOOM 링크 문자 발송 예정◎참여혜택: 참여자 대상 만족도 조사 후 비교과 마일리지(1,000점) 지급",
        },
      ],
      [
        {
          "0": "이수 신청",
          "1": "⇨",
          "2": "본부 승인",
          "3": "⇨",
          "4": "이수 진행",
          "5": "⇨",
          "6": "이수 완료",
        },
      ],
      [
        {"0": "수준", "1": "과정명", "2": "소개 키워드", "3": "비고"},
        {
          "0": "초급",
          "1": "빅데이터 초급 A, B",
          "2": "데이터기초분석, 데이터분석입문,빅데이터이해",
          "3": null,
        },
        {
          "0": "중급",
          "1": "빅데이터 자율설계(중급) A, B, C",
          "2": "중급데이터처리, 빅데이터분석역량,융합인재, 데이터활용, 데이터전문성",
          "3": null,
        },
        {
          "0": "중급",
          "1": "빅데이터 애널리틱스",
          "2": "데이터수집및활용, 데이터기획, 빅데이터애널리틱스, 데이터문해력, 비즈니스가치창출",
          "3": "경영학부",
        },
        {
          "0": "중급",
          "1": "소비자경제 빅데이터",
          "2": "소비자중심데이터, 경제흐름분석,시장트렌드대응, 글로벌경제이해",
          "3": "소비자경제학과",
        },
        {
          "0": "중급",
          "1": "빅데이터 보험 실무",
          "2": "통계모델링, 금융데이터분석,실무적용능력, 확률기반분석",
          "3": "통계학과",
        },
        {
          "0": "고급",
          "1": "빅데이터 자율설계(고급) A, B",
          "2": "고급빅데이터분석, 데이터엔지니어링, 빅데이터의처리전문성, 융합인재, 산업응용분석",
          "3": null,
        },
      ],
    ],
    "contentImages": [
      "https:\/\/p157499.cafe24.com\/data\/editor\/2506\/9bc28d885c2a02b64f84fff49b07b612_1748997636_5376.jpg",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title":
    "서울시 빅데이터 분석 전문과정(6월) '빅데이터와 AI 이해 및 활용(2기)', 'Python 기반 실무데이터 처리 및 분석(1기)' 모집 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=132&page=3",
    "date": "2025-06-02",
    "contentText":
    "빅데이터혁신융합사업단과 서울시 빅데이터 캠퍼스가 함께하는\n'빅데이터와 AI 이해 및 활용(2기)', '\nPython 기반 실무데이터 처리 및 분석(1기)\n'\n를 아래와 같이 모집 하오니 여러분의 많은 신청 바랍니다.\n< 교육 개요 >\n○ 교육명 : 빅데이터 분석 전문과정(4개과정)\n○ 교육운영 : 2025년 2월 ~ 12월\n○ 교육대상 : 빅데이터에 관심있는 누구나\n○ 교육장소 : 서울시 빅데이터캠퍼스 상암 본원 세미나실(에스플렉스센터 스마티움동 15층)\n○ 교육과정\n- (초급) Python을 활용한 빅데이터 분석\/ R을 활용한 빅데이터 분석\n- (중급) Python 기반 실무데이터 처리 및 분석\n- (이해) 빅데이터와 AI 이해 및 활용\n○\n교육혜택 : 교육비 전액 무료, 수료증 제공 (점심식사 미제공)\n< 6월 교육 운영 개요 >\n○ 교육명\n※ 2개과정 중복신청 가능\n1. 이해과정 : 빅데이터와 AI 이해 및 활용(2기)\n2. 중급과정 :\nPython 기반 실무데이터 처리 및 분석(1기)\n○\n접수기간 :\n2025.06.02.(월) 09:00 ~ 06.12.(목) 14:00\n○ 교육생발표 :\n2025.06.13.(금) 14:00\n(추첨을 통해 각 32명 선발)\n-\n서울시 빅데이터 캠퍼스 홈페이지\n(서울특별시 빅데이터 캠퍼스 > 이용자 지원 > 공지사항 (seoul.go.kr)) 공지 확인 및 개인문자 안내\n< 6월 교육 운영 일정 >\n1.\n빅데이터와 AI 이해 및 활용(2기)\n○ 교육 내용 :\n공공데이터 이해와 활용(빅데이터 개요, 공공데이터 수집 및 활용), 인공지능 이해와 활용(인공지능 개요와 특징, 활용 분야, 생성형AI)\n○ 교육기간 및 시간 :\n2025.06.19.(목)\n09:00 ~ 17:00 (점심시간 1시간 포함) \/ 1일\n○ 교육신청 URL :\n포스터 내 QR코드 또는\nhttps:\/\/naver.me\/II4PshBV\n2.\nPython 기반 실무데이터 처리 및 분석(1기)\n○ 교육 내용 :\n작업환경 설정 및 필수문법정리,\n파일 타입에 따른 실무데이터 로드,\n데이터핸들링 및 실습,\nRaw 데이터 처리, 데이터 전처리 및 시각화\n○ 교육기간 :\n2025.06.23.(월) ~ 06.24.(화)\n, 2일\n○ 교육시간 :\n(1일차) 09:30 ~ 17:00 \/ (2일차) 10:00 ~ 17:00 (점심시간 1시간 포함)\n○\n교육신청 URL\n:\n포스터 내 QR코드 또는\nhttps:\/\/naver.me\/Gre5X60B\n< 기타 안내 >\n○ 준비물 : 필기구(교재제공), 텀블러\/물병(일회용품 제공되지 않음)  ※ 노트북(개인PC) 지참 불필요\n○\n교육생으로 선발된 후 취소할 경우 올해 교육과정 모두 신청 불가하니 꼭 참여 가능하신 분들만 신청 요청\n○\n4개 과정 모두 수강 가능하나, 한 과정 2번 이상 수강 불가\n○\n교육 당일 주차 지원은 불가하며, 가급적 대중교통 이용 요청\n○ 관련문의 : 빅데이터캠퍼스 담당관 : 02-2133-4280",
    "contentAttachment": [],
    "contentTable": [],
    "contentImages": [
      "https:\/\/bigdata.sookmyung.ac.kr:443\/data\/editor\/2506\/thumb-18ecb68e22bd7c7c7a0ef5119f9f6175_1748826221_6761_2000x3706.jpg",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "제4회 CO-WEEK 아카데미 수강신청 일정 안내(변경)",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=131&page=3",
    "date": "2025-05-28",
    "contentText":
    "빅데이터혁신융합사업단에서 <제4회 CO-WEEK 아카데미 수강신청 일정>을 안내합니다.\n참여 확정된 학생은 아래 내용을 확인하여 기간내 수강신청을 진행하시기 바랍니다.\n※참여 확정된 학생 모두에게 이메일로 안내 완료함\n1. 대상: 제4회 CO-WEEK 아카데미 참여 확정된 학부생\n2. 수강신청 일정(변경):\n6\/3(화) 09:00 ~ 6\/6(금) 18:00\n3. 수강신청 방법:\nhttps:\/\/www.cossnet.com\/\n접속하여 수강신청 진행(첨부1 파일 참고)\n- 아이디: 참여 신청서(구글폼)에 작성한 본인 이메일\n- 비밀번호: 참여 신청서(구글폼)에 작성한 본인 휴대폰 번호(\n하이픈 '-' 없이 숫자만 입력\n)\n4. 수강정정 일정:\n6\/9(월) ~ 6\/12(목)\n※정정기간 이후에는 수강신청 취소 및 변경 불가\n5. 교과목 안내: 스노위\/사업단 공지사항에 안내된 교과목 중 일부 컨소시엄이 새롭게 추가되었으니 첨부2 파일을 확인하시기 바랍니다.\n6. 유의사항\n가. 비밀번호는 가입자의 핸드폰 번호로 자동 설정되며, 개인정보 보안을 위하여 개별적으로 마이페이지에서 비밀번호 수정하시기 바랍니다.\n나. 수강신청 기간에 많은 학교의 학생들이 동시 접속 예정이며 선착순 조기 마감될 수 있습니다.\n7. 문의:\np157499@sookmyung.ac.kr",
    "contentAttachment": [
      {
        "text": "제4회 CO-WEEK 아카데미 수강신청 및 과목 안내.zip(62.1M)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=131&no=0&page=3",
      },
    ],
    "contentTable": [],
    "contentImages": [],
    "site": "co",
    "periods": null,
  },
  {
    "title": "제5회 경상북도 공공데이터 활용 창업 경진대회 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=130&page=3",
    "date": "2025-05-26",
    "contentText":
    "빅데이터혁신융합대학 한동대학교에서\n제5회 경상북도 공공데이터 활용 창업 경진대회\n를 개최하오니 학생분들의 많은 관심과 참여 바랍니다.\n<제5회 경상북도 공공데이터 활용 창업 경진대회>\n1. 신청 기간:\n2025.05.19.(월) ~ 06.20.(금)\n2. 참가 부분: 아이디어 기획 \/ 제품 및 서비스 개발\n3. 참가 자격: 대한민국 국민 누구나(개인 또는 5인 이하 팀)\n4. 신청 방법: 홈페이지 접수 (\nhttps:\/\/www.gbdcon.kr\n)\n5. 신청 서류\n구분\n신청 서류\n공통(온라인)\n참가 신청서, 개인정보 수집 이용 동의서, 참가자 서약서\n아이디어 기획\n아이디어 기획서\n제품 및 서비스 개발\n제품 및 서비스 사업계획서, 시연영상\n6. 심사 일정\n- 예선(서류 평가): 2025.07.02.(수)\n- 결선 심사(온라인 발표 평가): 2025.07.23.(수) 13:00 ~ 18:00\n* 내용 및 일정은 상황에 따라 변경될 수 있음\n7. 문의: 054-223-2185",
    "contentAttachment": [],
    "contentTable": [
      [
        {"0": "구분", "1": "신청 서류"},
        {"0": "공통(온라인)", "1": "참가 신청서, 개인정보 수집 이용 동의서, 참가자 서약서"},
        {"0": "아이디어 기획", "1": "아이디어 기획서"},
        {"0": "제품 및 서비스 개발", "1": "제품 및 서비스 사업계획서, 시연영상"},
      ],
    ],
    "contentImages": [
      "https:\/\/bigdata.sookmyung.ac.kr:443\/data\/editor\/2505\/thumb-02aedf8a660c6c4ece4323b00b37ce66_1748240120_5406_2000x2829.jpg",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "[졸업] 2025-1학기(25년 8월) 졸업논문제\/이수학점 제출 서류 안내(~6\/15)",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=129&page=3",
    "date": "2025-05-26",
    "contentText":
    "빅데이터혁신융합사업단에서\n2025-1\n학기\n(25\n년\n8\n월\n)\n학생자율설계전공 빅데이터전공\n(COSS\n형\n)\n졸업논문제\n\/\n이수학점 심사 관련하여 제출 서류를 안내하오니\n,\n대상 학생은 아래 기간내 반드시 제출하시기 바랍니다\n.\n1.\n제출기간\n:\n5\/26(\n월\n) ~ 6\/15(\n일\n)\n까지\n2.\n제출방법\n:\n아래 대상자 확인하여 제출서류 모두 구비하여\n사업단 이메일로 제출\n- 메일제목: [빅데이터전공 졸업] 이름\/학번\n- 메일내용: 제출서류 첨부\n3.\n제출서류\nNo.\n제출서류\n대상\n비고\n1\n학점이수표\n8\n학기 이상 졸업예정자\n,\n수료예정자\n-\n학점이수표 빅데이터전공에 표준교과목 기준 이수 교과목이 모두 포함되어 있어야 함\n7\n월 성적확정 이후 성적증명서 제출 요청 예정\n2\n①\n졸업논문제 결과물\n②\n졸업논문심사결과보고서\n(\n양식\n)\n졸업예정자\n-\n졸업논문심사결과보고서\n(\n양식\n)\n은 학생 개인정보만 작성하여 제출함\n(\n그 외 내용은 작성하지 않음\n)\n-\n빅데이터전공\n(COSS\n형\n)\n졸업논문제 결과물 제출자료\n(\n아래\n4\n가지 중 택\n1)\n▶\n학교 홈페이지 학사정보\n>\n졸업\n>\n졸업인증제 참고\nNO.\n논문제 형식\n졸업논문제 결과물 제출자료\n1\n빅데이터전공 캡스톤디자인 교과목 이수\n①\n성적증명서\n,\n②\n결과보고서\n※\n학점이수표 빅데이터전공에 반드시 캡스톤디자인 교과목이 포함되어야 함\n※\n논문제 제출학기에 이수 중인 교과목일 경우\n,\n성적증명서 미제출\n2\n자격증 취득\n(\n빅데이터분석기사\n,\n데이터분석 전문가\n,\n데이터분석 준전문가\n,\n사회조사분석사\n2\n급\n,\n정보처리기사\n,\n정보처리산업기사 중 택\n1)\n진위여부 확인이 가능한 자격증명서\n3\n빅데이터 관련 각종 외부 공모전\n\/\n대회\n진출 및 수상\n진위여부 확인이 가능한 수상자료\n4\n국내외 빅데이터 관련\n학술대회 및 논문지 발표\n진위여부 확인이 가능한 발표자료\n※\n3, 4\n번 항목의 인정되는 범위는 내부규정에 따름\n※\n졸업논문제심사결과보고서는 첨부파일\n(\n양식\n)\n참고\n4.\n유의사항\n1)\n학점이수표에 이수요건이 충족되지 않을 경우, 제출기간 이전에 반드시 학사팀에 과목정리 진행하여 학점이수표 정리 필수\n(\n수료생일 경우 학점 이수 불가에 유의\n)\n2)\n사업단에서 빅데이터전공 지도교수 심사 진행 후 학생 제출자료 모두 학사팀에 제출 예정이며\n,\n결과는 개별 이메일로 안내 예정\n3)\n졸업논문제 합격된 이후에서 본인이 희망하여도 불합격으로 바꿀 수 없음에 유의\n4)\n졸업논문제는 반드시 하나의 전공에서만 인정하며 타전공과 중복인정 불가함에 유의\n5.\n문의\n:\n빅데이터혁신융합사업단\np157499@sookmyung.ac.kr",
    "contentAttachment": [
      {
        "text": "자율설계전공 졸업논문심사결과보고서.hwp(31.5K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=129&no=0&page=3",
      },
    ],
    "contentTable": [
      [
        {"0": "No.", "1": "제출서류", "2": "대상", "3": "비고"},
        {
          "0": "1",
          "1": "학점이수표",
          "2": "8학기 이상 졸업예정자,수료예정자",
          "3":
          "- 학점이수표 빅데이터전공에 표준교과목 기준 이수 교과목이 모두 포함되어 있어야 함7월 성적확정 이후 성적증명서 제출 요청 예정",
        },
        {
          "0": "2",
          "1": "① 졸업논문제 결과물② 졸업논문심사결과보고서(양식)",
          "2": "졸업예정자",
          "3": "- 졸업논문심사결과보고서(양식)은 학생 개인정보만 작성하여 제출함(그 외 내용은 작성하지 않음)",
        },
      ],
      [
        {"0": "NO.", "1": "논문제 형식", "2": "졸업논문제 결과물 제출자료"},
        {
          "0": "1",
          "1": "빅데이터전공 캡스톤디자인 교과목 이수",
          "2":
          "①성적증명서, ②결과보고서※학점이수표 빅데이터전공에 반드시 캡스톤디자인 교과목이 포함되어야 함※논문제 제출학기에 이수 중인 교과목일 경우, 성적증명서 미제출",
        },
        {
          "0": "2",
          "1":
          "자격증 취득(빅데이터분석기사, 데이터분석 전문가, 데이터분석 준전문가, 사회조사분석사 2급, 정보처리기사, 정보처리산업기사 중 택1)",
          "2": "진위여부 확인이 가능한 자격증명서",
        },
        {
          "0": "3",
          "1": "빅데이터 관련 각종 외부 공모전\/대회진출 및 수상",
          "2": "진위여부 확인이 가능한 수상자료",
        },
        {"0": "4", "1": "국내외 빅데이터 관련학술대회 및 논문지 발표", "2": "진위여부 확인이 가능한 발표자료"},
      ],
    ],
    "contentImages": [],
    "site": "co",
    "periods": null,
  },
  {
    "title": "2025-1학기 빅데이터 글로벌 인사이트 특강 참가 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=128&page=3",
    "date": "2025-05-19",
    "contentText":
    "안녕하세요.\n빅데이터혁신융합사업단에서 아래와 같이 빅데이터 글로벌 인사이트 특강을 개최합니다.\n해외 대학 교수님의 데이터 및 기술 관련 강의를 들을 수 있는 좋은 기회이니\n관심있는 숙명인 분들의 많은 참여 바랍니다.\n※ 참석 및 설문조사 완료 시\n비교과 2000점\n지급\n⊙ 일시\n: 2025년\n5월 30일 금요일 11:00\nAM\n⊙ 장소\n: 숙명여자대학교 프라임관 104호\n⊙ 강연 주제\n: Understanding technological changes and computing\n⊙\n강연자명\n: 김선호 교수 (미국 University of Southern California)\n⊙\n참가 신청\n:\nhttps:\/\/wise.sookmyung.ac.kr\/ko\/program\/all\/view\/5687\n⊙\n신청 기간\n: 2025.5.19.(월) ~ 마감 시 (정원 : 선착순 50명)\n※ 문의 : 빅데이터혁신융합사업단 p157499@sookmyung.ac.kr",
    "contentAttachment": [],
    "contentTable": [],
    "contentImages": [
      "https:\/\/p157499.cafe24.com\/data\/editor\/2505\/535be595cd92bb53cc76a1c839741522_1747620153_9398.png",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "제4회 CO-Week Academy 참가신청(회원가입) 안내(~5\/25)",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=127&page=3",
    "date": "2025-05-15",
    "contentText":
    "첨단분야 혁신융합대학에서 <제4회 CO-Week\nAcademy>\n현실에 나타나는\nPOP-UP\n캠퍼스를 아래와 같이 운영합니다.\n대학 주도형 컨소시엄\n(\n인공지능,\n빅데이터\n, 차세대반도체, 미래자동차, 바이오헬스, 실감미디어, 지능형로봇, 에너지신사업)과 지자체 참여형 컨소시엄(항공드론, 반도체소부장, 이차전지, 차세대통신, 에코업, 그린바이오, 첨단소재나노융합, 데이터보안활용융합, 차세대디스플레이, 사물인터넷)\n의 강의 및 명사 강연 등 다양한 강의와 이벤트로 구성되어 있으니\n관심 있는 학생들의 많은 참여 바랍니다.\n※우리대학은 대학 주도형 컨소시엄(빅데이터)에 소속되어 있음\n1. 제4회 CO-Week Academy\n○\n일정 :\n2025. 6. 30.(월) ~ 7. 4.(금), 4박 5일\n○ 장소 :\n강원도 평창 알펜시아 리조트 일대\n○ 참가인원: 우리대학 학부생 재학생 20명\n○ 강의일정표(안):\nhttps:\/\/www.cossnet.com\/lecturelist\/list\n또는\n첨부파일 참고\n※상기 일정\/내용은 운영 상황에 따라 변경될 수 있음\n2. 참가신청(회원가입) 안내\n○ 신청기간:\n~ 2025. 5. 25.(일)까지\n○ 신청방법:\n구글폼 링크(클릭)\n○\n지원사항: 참가비(숙소\/식권)+교통(단체버스)+여행자보험\n○\n필수사항(중요)★\n- 개별 이동 및 숙박 불가\n- 반드시 5일 모두 참석해야 하며, 하루라도 불참 시 모든 지원사항 제공 불가\n3. 수강신청 안내\n○ 수강신청기간: 2025. 6. 2.(월) ~ 6. 5.(목) 16:00\n○ 수강신청방법: 추후 공지 예정\n4. 문\n의:\n빅데이터혁신융합사업단\np157499@sookmyung.ac.kr\n5. 첨부파일\n:\n2025 제4회 CO-WEEK 아카데미 강의목록(20250428)",
    "contentAttachment": [
      {
        "text": "2025 제4회 CO-WEEK 아카데미 강의목록.zip(9.2M)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=127&no=0&page=3",
      },
    ],
    "contentTable": [],
    "contentImages": [
      "https:\/\/p157499.cafe24.com\/data\/editor\/2505\/857cf71c9172c980c7a61b92149c72c6_1747291238_5565.JPG",
      "https:\/\/p157499.cafe24.com\/data\/editor\/2505\/857cf71c9172c980c7a61b92149c72c6_1747291141_3556.png",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "2025 빅데이터 Peer-Mentoring 신청 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=126&page=3",
    "date": "2025-05-14",
    "contentText":
    "빅데이터혁신융합사업단에서 ‘2025 빅데이터 Peer-Mentoring’ 교육을 실시하오니 많은 관심과 참여바랍니다.\n빅데이터에 관심은 있는데 어떻게 분석하는지 시작하는 방법을 모르겠다면?\n시각화를 배워보고 싶은데 어떻게 시작해야 하는지 모르겠다면?\n빅데이터 멘토\n학생\n들이 직접 준비하고 진행\n하는 교육으로,\n비이공계 학생들이 들을 수 있을 정도의 기초 이론부터 실습까지 알차고 유익한 멘토링\n을 진행할 예정입니다!\n1. 행사명: 2025 빅데이터 Peer-Mentoring\n2. 교육대상:\n비이공계 학부 재학생 및 휴학생 멘티 20명 내외\n(※이공계 학생 참여 불가)\n○ 빅데이터 분야에 관심이 있어 공부를 시작해 보고 싶은 학생\n○\n학점 부담 없이 프로그래밍을 배워보고 싶은 학생\n○\n빅데이터전공 신청 전 적성을 확인하고 싶은 학생\n3. 교육일시:\n2025. 05. 20.(화) 16:30~20:00\n4. 교육장소: 새힘관 305호\n5. 신청기간:\n2025. 05. 14.(수) 09:00 ~ 05. 19.(월) 12:00PM\n6. 신청방법:\n비교과통합관리시스템에서 신청(클릭)\n7. 참여혜택:\n참여자 대상 만족도 조사 후 비교과 마일리지 2,000점 지급 및 석식 제공\n8. 교육내용\n시간\n주제\n준비물\n16:30~18:30\n[타이타닉 이야기로 들어가는 데이터 분석의 세계]\n• 영화 속 이야기로 들어가는 데이터\n• 타이타닉 데이터셋 구조 이해\n• 파이썬 라이브러리, 기초 분석 생존자 예측을 위한 데이터 전처리 기초\n• 개인 노트북 지참 필수\n18:30~20:00\n[타이타닉 생존자 예측과 데이터 시각화]\n• 생존에 영향을 준 요인 탐색\n• 간단한 머신러닝 적용\n• 데이터 시각화로 인사이트 전달하기(코랩 활용)\n※교육 시간 및 세부내용은 진행에 따라 변경될 수 있음\n9. 문의: 빅데이터혁신융합사업단\np157499@sookmyung.ac.kr\n, 02-2077-7192",
    "contentAttachment": [],
    "contentTable": [
      [
        {"0": "시간", "1": "주제", "2": "준비물"},
        {
          "0": "16:30~18:30",
          "1":
          "[타이타닉 이야기로 들어가는 데이터 분석의 세계]• 영화 속 이야기로 들어가는 데이터• 타이타닉 데이터셋 구조 이해• 파이썬 라이브러리, 기초 분석 생존자 예측을 위한 데이터 전처리 기초",
          "2": "• 개인 노트북 지참 필수",
        },
        {
          "0": "18:30~20:00",
          "1":
          "[타이타닉 생존자 예측과 데이터 시각화]• 생존에 영향을 준 요인 탐색• 간단한 머신러닝 적용• 데이터 시각화로 인사이트 전달하기(코랩 활용)",
          "2": "• 개인 노트북 지참 필수",
        },
      ],
    ],
    "contentImages": [],
    "site": "co",
    "periods": null,
  },
  {
    "title": "[학점교류]  2025-하계 계절학기 경상국립대학교 교류수학 안내(CO-WEEK 연계)",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=125&page=4",
    "date": "2025-05-07",
    "contentText":
    "2025-하계 계절학기 경상국립대학교\n교류수학 안내(CO-WEEK 연계)\n빅데이터혁신융합사업단에서는\n2025-하계 계절학기 경상국립\n대학교\n학점 교류(CO-WEEK 연계)\n학생을 모집하오니 수학을 희망 학생은 기간 내에 신청하시기 바랍니다\n.\n※\n본 공지문은 빅데이터 혁신융합대학사업 교류 관련이며\n,\n일반 학점교류 공지와 별도임을 유의하시기 바랍니다\n.\n※학점교류 신청자격:\n우리대학 홈페이지 신청자격 필독\n(링크)\n1.\n신청기간\n:\n~5\n\/9\n(\n금\n) 13:00\n까지\n※학점교류 신청하는 학생은 SnoWe 공지에 기재된 신청기간 내에\n제1전공 학부(과)장님 승인까지 완료하여 아래 신청방법 (1), (2)\n모두 사업단 이메일로 제출 완료해야\n함\n2. 학점교류\n안내\n:\n붙임1\n참고\n3.\n신청방법\n(1)\n숙명포털에서\n[사전신청]\n진행하여 제1전공 학부(과)장님 승인 진행\n-\n[사전신청] 방법은 우리대학 홈페이지 공지사항 첨부파일 참고(링크)\n(\n2)\n숙명포털에서 학부(과)장님 승인 완료된 전체 화면(캡처본)과\n「붙임2\n) 경상국립대 수학 추천자 양식\n」\n작성하여 사업단\n이메일 제출\n- 이메일: p157499@sookmyung.ac.kr\n-\n메일제목\n: [2025-하계\n학점교류 신청] 경상국립대\n\/\n이름\n\/\n학번\n-\n메일내용\n:\n숙명포털 승인 완료 화면(캡처본) 및\n「붙임2\n)\n」모두\n첨부\n(3) [학점교류 학점인정신청]은 6\/1(일)~6\/20(금) 기간에 숙명포털에서 직접 신청(학점교류 선발 학생 대상 추후 개별 공지 예정)\n4.\n수업기간 : 2025. 6. 24.(화) ~ 7. 17.(목)\n※CO-WEEK 기간: 6\/30(월)~7\/4(금) 오프라인 필수 참석\n5.\n수강과목\n교과목 명\n학점\n수업방식(혼합형)\nCo-Week Academy\n온라인\n오프라인\n이수해야하는 강좌 수\n강좌 수강조건\n빅데이터이해\n2\nLMS 동영상\nCO-WEEK\nAcademy 필수 참석\n최소 8개\n(*수료증 제출 필수)\n빅데이터 분야 강좌 최소 6개 이상\n+ 타 컨소시엄 강의\n인공지능이해\n2\n인공지능 분야 강좌 최소 6개 이상\n+ 타 컨소시엄 강의\n※하계 경상국립대 교과목은 빅데이터전공(COSS형) 교과목으로 인정 불가하며\n제1전공의 전필, 전선 또는 일반선택으로 진행 필요함\n6. CO-WEEK 연계 교과목 유의사항\n가.\n경상국립대 교과목은 CO-WEEK 아카데미 연계 교과목으로 CO-WEEK 아카데미를\n필수 참석해야 하며, 강좌 수강조건\n을 반드시 준수하여 이수해야 함\n나. 타 대학 교류생에 한정하여 절대평가 진행\n다. 경상국립대 학점교류 수강신청(5\/19~5\/21)과 CO-WEEK 아카데미 수강신청 진행 필요하며, CO-WEEK 수강신청은 추후 공지 예정\n라.\nCO-WEEK Academy(오프라인 POP-UP 캠퍼스)\n1) 기간: 2025. 6. 30.(월) ~ 7. 4.(금)\/총 4박 5일\n2) 장소: 강원도 평창군 알펜시아 리조트 일대\n3) 첨단분야 관련 135개 강의 수강 가능, 숙박\/교통 지원 예정(추후 공지 예정)\n7. 문의 :\n숙명여자대학교 빅데이터혁신융합사업단\np157499@sookmyung.ac.kr. 02-2077-7192\n8. 첨부파일\n(붙임1) 2025년도 경상국립대학교 하계 계절학기 수학 안내문\n(붙임2) 2025년도 경상국립대학교 하계 계절학기 수학 추천서(서식)\n(붙임3) 인터넷 수강신청시스템 사용자 설명서(학부용)\n(붙임4) 모바일 수강신청시스템 사용자 설명서(학부용)",
    "contentAttachment": [
      {
        "text": "2025년도 경상국립대학교 하계 계절학기 학점교류 안내 자료.zip(1.9M)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=125&no=0&page=4",
      },
    ],
    "contentTable": [
      [
        {
          "0": "교과목 명",
          "1": "학점",
          "2": "수업방식(혼합형)",
          "3": "수업방식(혼합형)",
          "4": "Co-Week Academy",
          "5": "Co-Week Academy",
        },
        {
          "0": "교과목 명",
          "1": "학점",
          "2": "온라인",
          "3": "오프라인",
          "4": "이수해야하는 강좌 수",
          "5": "강좌 수강조건",
        },
        {
          "0": "빅데이터이해",
          "1": "2",
          "2": "LMS 동영상",
          "3": "CO-WEEKAcademy 필수 참석",
          "4": "최소 8개(*수료증 제출 필수)",
          "5": "빅데이터 분야 강좌 최소 6개 이상+ 타 컨소시엄 강의",
        },
        {
          "0": "인공지능이해",
          "1": "2",
          "2": "LMS 동영상",
          "3": "CO-WEEKAcademy 필수 참석",
          "4": "최소 8개(*수료증 제출 필수)",
          "5": "인공지능 분야 강좌 최소 6개 이상+ 타 컨소시엄 강의",
        },
      ],
    ],
    "contentImages": [],
    "site": "co",
    "periods": null,
  },
  {
    "title": "서울특별시 빅데이터 분석 전문과정(5월) 'R을 활용한 빅데이터 분석(2기)' 모집 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=124&page=4",
    "date": "2025-04-25",
    "contentText":
    "빅데이터혁신융합사업단과 서울시 빅데이터 캠퍼스가 함께하는\n\"R을 활용한 빅데이터 분석 2기\"\n를 아래와 같이 모집 하오니 여러분의 많은 신청 바랍니다.\n< 교육 개요 >\n○ 교육명 : 빅데이터 분석 전문과정(4개과정)\n○ 교육운영 : 2025년 2월 ~ 12월\n○ 교육대상 : 빅데이터에 관심있는 누구나\n○ 교육장소 : 서울시 빅데이터캠퍼스 상암 본원 세미나실(에스플렉스센터 스마티움동 15층)\n○ 교육과정\n- (초급) Python을 활용한 빅데이터 분석\/ R을 활용한 빅데이터 분석\n- (중급) Python 기반 실무데이터 처리 및 분석\n- (이해) 빅데이터와 AI 이해 및 활용\n○\n교육혜택 : 교육비 전액 무료, 수료증 제공 (점심식사 미제공)\n< 5월 교육 운영 일정 >\n○ 교육명 : R을 활용한 빅데이터 분석(2기)\n○ 교육내용\n1. 공공데이터 소개,\nR 작업환경 구축 및 기본문법, 실무데이터 로드\n2. 데이터 전처리\n- 필터링, 변수선택, 파생변수생성, 정렬, 그룹화, 조인\/바인딩\n- 결측치\/이상치 처리\n3. 기본통계(대푯값, 평균, 표준편차 등),\n데이터 시각화,\n통계분석(가설검정, 신뢰구간, 상관분석)\n○ 교육대상 : R 데이터분석 입문자\n○ 교육기간 : 2025.05.21.(수) ~ 22.(목)\n○ 교육시간 : 1일차)\n09:30 ~ 17:00 \/ 2일차) 10:00 ~ 17:00\n○ 접수기간 : 2025.05.01.(목) 09:00 ~ 05.09.(목) 14:00\n-\n교육생 발표 : 2025.05.12.(월) 14:00\n(추첨을 통해 32명 선발. 단, 취소자 발생시 대기순번에 따라 상시 추가 선발)\n-\n서울시 빅데이터 캠퍼스 홈페이지\n(서울특별시 빅데이터 캠퍼스 > 이용자 지원 > 공지사항 (seoul.go.kr)) 공지 확인 및 개인문자 안내\n-\n신청방법 : 포스터 내 QR코드 또는\nhttps:\/\/naver.me\/5FmCZkdt\n○ 기타 안내\n-\n준비물 : 필기구(교재제공), 텀블러\/물병(일회용품 제공되지 않음) ※노트북(개인PC) 지참 불필요\n-  교육생으로 선발된 후 취소할 경우 올해 교육과정 모두 신청 불가하니 꼭 참여 가능하신 분들만 신청 요청\n-  4개과정 모두 수강 가능하나, 한 과정 2번 이상 수강 불가\n-  교육 당일 주차 지원은 불가하며, 가급적 대중교통 이용 요청\n○ 관련문의 : 빅데이터캠퍼스 담당관 : 02-2133-4280",
    "contentAttachment": [],
    "contentTable": [],
    "contentImages": [
      "https:\/\/bigdata.sookmyung.ac.kr:443\/data\/editor\/2504\/thumb-c695873a734dbec286ce2cb07b6cd132_1745561885_6502_2000x2828.jpg",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "제4회 영천시 공공데이터 활용 경진대회 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=123&page=4",
    "date": "2025-04-24",
    "contentText":
    "한동대학교 빅데이터혁신융합대학사업단에서 <\n제4회 영천시 공공데이터 활용 경진대회\n>를 개최합니다.\n자세한 내용은 포스터를 확인해 주시기 바랍니다. 많은 학생분들의 관심 바랍니다.\n1. 신청 기간:\n2025.04.14.월 ~ 06.13.금\n2. 참가 부분: 아이디어 기획 \/ 데이터 시각화\n3. 참가 자격: 대한민국 국민 누구나(개인 또는 4인 이하 팀)\n4. 신청 방법: 홈페이지 접수 (\nhttps:\/\/www.ycdatacon.kr\/\n)\n5. 신청 서류\n구분\n신청 서류\n공통(온라인)\n참가 신청서, 개인정보 수집 이용 동의서, 참가자 서약서\n아이디어 기획\n아이디어 기획서\n데이터 시각화\n데이터 시각화 분석 보고서, 시각화 작품\n6. 심사 일정\n- 예선 평가: 2025.06.17.화 ~ 06.18.수\n- 결선 평가: 2025.07.09.수\n7. 시상 일정: 2025.07.23.수\n8. 문의: 054-223-2185 (포항테크노파크)",
    "contentAttachment": [],
    "contentTable": [
      [
        {"0": "구분", "1": "신청 서류"},
        {"0": "공통(온라인)", "1": "참가 신청서, 개인정보 수집 이용 동의서, 참가자 서약서"},
        {"0": "아이디어 기획", "1": "아이디어 기획서"},
        {"0": "데이터 시각화", "1": "데이터 시각화 분석 보고서, 시각화 작품"},
      ],
    ],
    "contentImages": [
      "https:\/\/bigdata.sookmyung.ac.kr:443\/data\/editor\/2504\/thumb-ca91d17d02b4ff14bf57385e42b163c9_1745462121_8426_2000x2724.png",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "제4회 융복합 데이터 활용 창업 경진대회 공모전 신청 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=122&page=4",
    "date": "2025-04-24",
    "contentText":
    "경상국립대학교 빅데이터혁신융합대학사업단에서 진주지역 공공데이터 및 데이터기반 행정 활성화 협의체와 공동으로\n<제4회 융복합 데이터 활용 창업 경진대회 공모전>을 부트캠프와 함께 운영합니다.\n자세한 내용은 포스터 및 첨부파일을 확인해 주시기 바랍니다. 많은 학생분들의 관심 바랍니다.\n<제4회 융복합 데이터 활용 창업 경진대회>\n■\n참 가\n대 상\n-\n대한민국 국민 누구나\n(\n단\n,\n성과형 장학금은 빅데이터 컨소시엄 재학생 대상 지급\n) \/개인 혹은 팀 단위 모집\n※빅데이터 컨소시엄(서울대, 경기과기대, 경상국립대, 서울시립대, 숙명여대, 전북대, 한동대)\n■\n일         시\n:\n2\n025. 4. 10.(\n목\n) ~ 6.27(\n금\n)\n※\n부트캠프: 2025. 5. 9 (금) ~ 5. 10. (토)\n1박 2일\/\n대전 인터시티 호텔-\n대전 유성구 온천로\n92 (숙식 지원)\n■\n장        소\n:\n경상국립대학교(시상식),\n대전 인터시티 호텔(부트캠프)\n■\n신청 기간\n:\n4. 10.(목) ~ 4.  24.(목)\n■\n신청 방법:\n국토안전관리원 빅데이터\n개방포털\n(\nhttps:\/\/bigtori.kalis.or.kr\/\n)\n공모전 게시에서 온라인 접수\n■\n시        상\n-\n진주지역 공공데이터 및 데이터기반 행정 활성화 협의체 소속 공공기관 기관장상 및 상금 100만원\n*국방기술품질원, 국토안전관리원, 중소벤처기업진흥공단, 한국승강기안전공단, 한국저작권위원회, 한국토지주택공사\n- 빅데이터 컨소시엄 재학생 중 기관장상 수상팀 대상 성과형 장학금 지급 (대상 1팀: 300만원\/우수상 3팀 200만원\/장려상 3팀 100만원 )\n*기관 수여 상금을 제한 차액 지급\n■ 문        의:\n055-772-2776 경상국립대학교 빅데이터 혁신융합대학사업단",
    "contentAttachment": [
      {
        "text": "제 4회 융복합 데이터 활용 창업 경진대회 공모전 공동개최 계획안_공유용.pdf(76.6K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=122&no=0&page=4",
      },
    ],
    "contentTable": [],
    "contentImages": [
      "https:\/\/p157499.cafe24.com\/data\/editor\/2504\/ca91d17d02b4ff14bf57385e42b163c9_1745461804_7273.jpg",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "[학점교류] 2025-하계 계절학기 서울대학교 교류수학 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=121&page=4",
    "date": "2025-04-16",
    "contentText":
    "[빅데이터혁신융합사업단]\n2025-하계 계절학기 서울대학교\n교류수학 안내\n빅데이터혁신융합사업단에서는\n2025-하계 계절학기 서울\n대학교\n학점 교류\n학생을 모집하오니 수학을 희망 학생은 기간 내에 신청하시기 바랍니다\n.\n※\n본 공지문은 빅데이터 혁신융합대학사업 교류 관련이며\n,\n일반 학점교류 공지와 별도임을 유의하시기 바랍니다\n.\n※학점교류 신청자격:\n우리대학 홈페이지 신청자격 필독\n(링크)\n1.\n신청기간\n:\n~4\n\/25\n(\n금\n) 13:00\n까지\n※학점교류 신청하는 학생은 SnoWe 공지에 기재된 신청기간 내에\n제1전공 학부(과)장님 승인까지 완료하여 아래 서류를\n모두 제출해야\n함\n2. 학점교류\n안내\n:\n붙임1\n참고\n3.\n신청방법\n(1)\n숙명포털에서\n[사전신청]\n진행하여 제1전공 학부(과)장님 승인 진행\n-\n[사전신청] 방법은 우리대학 홈페이지 공지사항 첨부파일 참고(링크)\n※빅데이터전공생 유의사항: [인정받을 교과구분] → [전공선택]이 아닌 [전공]으로 선택하여 진행해야 함\n※\n[학점인정신청]은 현재 진행하지 않으며, 6\/1(일)~6\/20(금)\n기간에 숙명포털에서 직접 신청(추후 개별 공지 예정)\n(\n2)\n숙명포털에서 학부(과)장님 승인 완료된 전체 화면(캡처본)과\n「붙임4\n) 서울대 수학 추천자 양식\n」\n작성하여 사업단\n이메일 제출\n- 이메일: p157499@sookmyung.ac.kr\n-\n메일제목\n: [2025-하계\n학점교류 신청] 서울대\n\/\n이름\n\/\n학번\n-\n메일내용\n: 숙명포털 승인 완료 화면(캡처본) 및\n「붙임4\n)\n」모두\n첨부\n4.\n수강과목 :\n붙임2, 3\n참고\n※빅데이터 학점교류는 서류 제출 후 진행 예정인 [학점인정신청] 기간에 교과목 변경이 불가함에 유의\n※붙임2 표준교과목(노란색 표기)만 빅데이터전공 이수 교과목으로 인정 가능함\n5. 문의 :\n숙명여자대학교 빅데이터혁신융합사업단\np157499@sookmyung.ac.kr \/ 02-2077-7192\n6. 첨부파일\n붙임1. 2025학년도 하계 계절수업 서울대학교 수학 안내문_혁신공유학부\n붙임2. 2025학년도 하계 계절수업 서울대학교 개설교과목 리스트\n붙임3. 2025학년도 하계 계절수업 서울대학교 강의계획서\n붙임4. (혁신공유학부)서울대학교 수학추천자 양식(2025-하계)",
    "contentAttachment": [
      {
        "text": "첨부파일.zip(671.0K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=121&no=0&page=4",
      },
    ],
    "contentTable": [],
    "contentImages": [],
    "site": "co",
    "periods": null,
  },
  {
    "title": "서울특별시 빅데이터 분석 전문과정(4월) \"Python을 활용한 빅데이터 분석 2기\" 모집 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=120&page=4",
    "date": "2025-03-26",
    "contentText":
    "빅데이터혁신융합사업단과 서울시 빅데이터 캠퍼스가 함께하는\n\"Python을 활용한 빅데이터 분석 2기\"\n를 아래와 같이 모집 하오니 여러분의 많은 신청 바랍니다.\n< 교육 개요 >\n○ 교육명 : 빅데이터 분석 전문과정(4개과정)\n○ 교육운영 : 2025년 2월 ~ 12월\n○ 교육대상 : 빅데이터에 관심있는 누구나\n○ 교육장소 : 서울시 빅데이터캠퍼스 상암 본원 세미나실(에스플렉스센터 스마티움동 15층)\n○ 교육과정\n- (초급) Python을 활용한 빅데이터 분석\/ R을 활용한 빅데이터 분석\n- (중급) Python 기반 실무데이터 처리 및 분석\n- (이해) 빅데이터와 AI 이해 및 활용\n○\n교육혜택 : 교육비 전액 무료, 수료증 제공 (점심식사 미제공)\n< 4월 교육 운영 일정 >\n○ 교육명 : Python을 활용한 빅데이터 분석(2기)\n○ 교육내용\n: 파이썬 기본 문법과 실무데이터 로드 및 공공데이터 시각화를 통한 기본 데이터 분석 방법 학습\n○ 교육대상 : 파이썬 데이터분석 입문자\n○ 교육일시 : 2025.04.23.(수) ~ 24.(목), 09:30 ~ 17:00 (점심시간 1시간 포함)\n○ 접수기간 : 2025.04.01.(화) 09:00 ~ 04.10.(목) 14:00\n-\n교육생 발표 : 2025.04.11.(금) 14:00 (추첨을 통해 32명 선발)\n-\n서울시 빅데이터 캠퍼스 홈페이지\n(서울특별시 빅데이터 캠퍼스 > 이용자 지원 > 공지사항 (seoul.go.kr)) 공지 확인 및 개인문자 안내\n-\n신청방법 : 포스터 내 QR코드 또는\nhttps:\/\/naver.me\/GPdYuGRo\n○ 기타 안내\n-  교육생으로 선발된 후 취소할 경우 올해 교육과정 모두 신청 불가하니 꼭 참여 가능하신 분들만 신청 요청\n-  Python과정 및 R과정 모두 수강 가능하나, 한 과정 2번 이상 수강 불가\n-  교육 당일 주차 지원은 불가하며, 가급적 대중교통 이용 요청\n○ 관련문의 : 빅데이터캠퍼스 담당관 : 02-2133-4280",
    "contentAttachment": [],
    "contentTable": [],
    "contentImages": [
      "https:\/\/bigdata.sookmyung.ac.kr:443\/data\/editor\/2503\/thumb-7c49571da42bf5f0a57d3397e22ab95b_1742969726_8188_2000x2828.jpg",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "2025 빅데이터혁신융합대학 국제화 프로그램 참가 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=119&page=4",
    "date": "2025-03-19",
    "contentText":
    "2025년 빅데이터혁신융합대학에서 다양한 국제화 프로그램을 진행합니다.\n숙명인 여러분들의 많은 관심 바랍니다.\n1. 프로그램 개요\n파견 국가\n및 학교\n모집 일정\n파견 일정\n선발인원\n※\n숙명여대 기준\nUNLV\n미국\nUniversity of Nevada, Las Vegas\n(\n신청\n)\n25.3.12. ~ 4.7.\n(\n발표\n)\n25.4.18.\n25.6.23. ~ 25.7.18.(4\n주간\n)\n1\n명\nPurdue\nUniversity\n미국\nPurdue\nUniversity\n1\n명\nUSC\n미국\nUniversity of Southern California\n(\n신청\n)\n25.3.17 ~ 3.27.\n(\n발표\n)\n25.4.2\n25.7.21. ~ 8.1.\n(2\n주간\n)\n19\n명\n부카레스트대학교\n루마니아 부카레스트 대학교\n(\n신청\n)\n25.3.12. ~ 4.7.\n(\n심사 및 발표\n)\n25.4.8. ~ 4.18.\n25.7.19. ~ 7.27.(1\n주간\n)\n1\n명\n2. 신청 방법\n1) UNLV , Purdue University\n[붙임1] 2025 빅데이터 컨소시엄 해외 연구 프로그램(경상국립대) 참가신청서 서식 작성하여 메일 제출\np157499@sookmyung.ac.kr\n2) USC\n구글 폼을 통한 참가신청서 작성 및 서류 제출\nhttps:\/\/bit.ly\/2025bigdatausc\n3) 부카레스트대학교\n[붙임2] 2025 빅데이터 컨소시엄 해외 연구 프로그램(서울대학교) 참가신청서 서식 작성하여 메일 제출\nborami28@snu.ac.kr\n3. 문의\n1) UNLV,\nPurdue University  : 경상국립대학교 빅데이터혁신융합사업단\njhr@gnu.ac.kr\/055-772-2776\n2) USC : 숙명여자대학교 빅데이터혁신융합사업단 p157499@sookmyung.ac.kr\/02-2077-7193\n3) 부카레스트대학교 : 서울대학교 빅데이터혁신융합사업단 borami28@snu.ac.kr\/070-7525-1261\n※ 각 프로그램에 대한 자세한 내용은 첨부 자료를 확인해주세요.",
    "contentAttachment": [
      {
        "text": "2025 빅데이터혁신융합대학 국제화 프로그램 자료.zip(448.8K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=119&no=0&page=4",
      },
    ],
    "contentTable": [
      [
        {
          "0": null,
          "1": "파견 국가및 학교",
          "2": "모집 일정",
          "3": "파견 일정",
          "4": "선발인원※ 숙명여대 기준",
        },
        {
          "0": "UNLV",
          "1": "미국 University of Nevada, Las Vegas",
          "2": "(신청)25.3.12. ~ 4.7.(발표) 25.4.18.",
          "3": "25.6.23. ~ 25.7.18.(4주간)",
          "4": "1명",
        },
        {
          "0": "PurdueUniversity",
          "1": "미국 PurdueUniversity",
          "2": "(신청)25.3.12. ~ 4.7.(발표) 25.4.18.",
          "3": "25.6.23. ~ 25.7.18.(4주간)",
          "4": "1명",
        },
        {
          "0": "USC",
          "1": "미국 University of Southern California",
          "2": "(신청)25.3.17 ~ 3.27.(발표)25.4.2",
          "3": "25.7.21. ~ 8.1. (2주간)",
          "4": "19명",
        },
        {
          "0": "부카레스트대학교",
          "1": "루마니아 부카레스트 대학교",
          "2": "(신청)25.3.12. ~ 4.7.(심사 및 발표) 25.4.8. ~ 4.18.",
          "3": "25.7.19. ~ 7.27.(1주간)",
          "4": "1명",
        },
      ],
    ],
    "contentImages": [],
    "site": "co",
    "periods": null,
  },
  {
    "title": "[졸업] 2025-1학기(25년 8월) 빅데이터전공 졸업 안내(졸업예정자 필독)",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=118&page=4",
    "date": "2025-03-17",
    "contentText":
    "[졸업] 2025-1학기(25년 8월) 빅데이터전공 졸업 안내(졸업예정자 필독)\n•\n2025\n학년도\n1\n학기\n(25\n년\n8\n월\n)\n빅데이터전공 졸업 진행 관련하여 아래와 같이 안내하오니\n,\n대상 학생은 내용을 숙지하여 기간 내 신청 및 제출하시기 바랍니다\n.\n•\n본 공지는 빅데이터전공 졸업 관련이며\n,\n학사팀에서 진행하는 졸업 일정은 학교 홈페이지 공지사항을 확인하여 기간 내 학생이 직접 진행해야 합니다\n.\n•\n또한 학적 상태가 수료일 경우\n,\n빅데이터전공 교과목 이수가 불가하니\n8\n학기 이상 학생은 모두 과목정리를 진행하시기 바랍니다\n.\n•\n아래 일정은 변경될 수 있으니\n,\n학교 홈페이지 및 사업단 홈페이지에서 업데이트되는 공지사항을 반드시 확인하시기 바랍니다\n.\n•\n빅데이터전공 졸업 관련 내용\n(\n노란색 표기\n)\n은 사업단에서 진행하는 내용임을 유의하시기 바랍니다\n.\n▶\n(\n★\n중요\n)\n학사공지\n:\n[\n졸업\n] 2025-1\n학부 주요 졸업일정 안내\n(\n졸업예정자 필독\n)\n참고\n1.\n학생자율설계전공 빅데이터전공\n(COSS\n형\n)\n졸업 일정표\nNO\n.\n내용\n대상\n제출기간\n제출처\n1\n학부 졸업논문제신청\n졸업예정자\n~4\/4(\n금\n)\n숙명포털\n★\n학사공지\n: [\n졸업\n] 2025-1\n학부 졸업논문제 신청 안내\n(\n학부\n)\nhttps:\/\/www.sookmyung.ac.kr\/kr\/news\/important-notice.do?mode=view&articleNo=88382&article.offset=0&articleLimit=10\n2\n졸업학점 이수현황 확인 및 과목정리\n3\n학년 이상 재학생\n~4\/14(\n월\n)\n까지\n학사팀\n★\n학사공지\n: [\n졸업\n]\n재학생 졸업학점 이수현황 확인 및 과목 정리 안내\nhttps:\/\/www.sookmyung.ac.kr\/kr\/news\/important-notice.do?mode=view&articleNo=88413\n<\n빅데이터전공 유의사항\n>\n※\n빅데이터전공은 표준교과목 기준 매칭되는\n1\n개의 개설 교과목으로 카운트함에 유의\n※\n초급\n,\n중급\n,\n고급 간 이수 기준학점 미충족시 인정하지 않음\n※\n빅데이터전공 진입 이후에 최소\n18\n학점은 새롭게 이수해야 함\n(\n교과목 이수학기 확인 필수\n)\n3\n(1)\n학점이수표 제출\n졸업예정자 또는 수료예정자\n5\/26(\n월\n)~6\/9(\n월\n)\n사업단 이메일\n(2)\n졸업논문제 출력본 및 졸업논문심사결과보고서\n(\n양식\n)\n제출\n졸업예정자\n<\n빅데이터전공 유의사항\n>\n※\n학점이수표 빅데이터전공에 표준교과목 기준 이수 교과목이 모두 포함되어 있어야 함\n※\n졸업논문제 결과보고서\n(\n양식\n)\n은 학생 개인정보만 작성하여 제출함\n(\n그 외 미작성\n)\n※\n사업단에서 빅데이터전공 지도교수 심사 진행 후 학생 제출자료 모두 학사팀에 제출 예정이며\n,\n결과는 개별 이메일로 안내 예정\n※\n졸업논문제 합격된 이후에서 본인이 희망하여도 불합격으로 바꿀 수 없음에 유의\n※\n졸업논문제는 반드시 하나의 전공에서만 인정하며 타전공과 중복인정 불가함에 유의\n4\n졸업논문제\n심사결과 확인\n졸업예정자\n7\/10(\n목\n)~7\/11(\n금\n)\n숙명포털\n5\n졸업심사결과\n(\n최종결과\n)\n조회\n졸업예정자\n7\/29(\n화\n)~7\/30(\n수\n)\n숙명포털\n2.\n학생자율설계전공 빅데이터전공\n(COSS\n형\n)\n졸업논문제 형식별 제출자료\n(\n아래\n4\n가지 중 택\n1)\n▶\n학교 홈페이지 학사정보\n>\n졸업\n>\n졸업인증제 참고\nNO.\n논문제 형식\n결과물 제출자료\n1\n빅데이터전공 캡스톤디자인 교과목 이수\n①\n성적증명서\n,\n②\n결과보고서\n,\n③\n졸업논문심사결과보고서\n※\n학점이수표 빅데이터전공에 반드시 캡스톤디자인 교과목이 포함되어야 함\n※\n논문제 제출학기에 이수 중인 교과목일 경우\n,\n성정증명서 미제출\n2\n자격증 취득\n(\n빅데이터분석기사\n,\n데이터분석 전문가\n,\n데이터분석 준전문가\n,\n사회조사분석사\n2\n급\n,\n정보처리기사\n,\n정보처리산업기사 중 택\n1)\n①\n진위여부 확인이 가능한 자격증명서\n,\n②\n졸업논문심사결과보고서\n3\n빅데이터 관련 각종 외부 공모전\n\/\n대회\n진출 및 수상\n①\n진위여부 확인이 가능한 수상자료\n,\n②\n졸업논문심사결과보고서\n4\n국내외 빅데이터 관련\n학술대회 및 논문지 발표\n①\n진위여부 확인이 가능한 발표자료\n,\n②\n졸업논문심사결과보고서\n※\n3, 4\n번 항목의 인정되는 범위는 내부규정에 따름\n※\n졸업논문제심사결과보고서는 첨부파일\n(\n양식\n)\n참고\n3.\n문의\n:\n빅데이터혁신융합사업단\np157499@sookmyung.ac.kr",
    "contentAttachment": [
      {
        "text": "자율설계전공 졸업논문심사결과보고서.hwp(31.5K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=118&no=0&page=4",
      },
    ],
    "contentTable": [
      [
        {"0": "NO.", "1": "내용", "2": "대상", "3": "제출기간", "4": "제출처"},
        {
          "0": "1",
          "1": "학부 졸업논문제신청",
          "2": "졸업예정자",
          "3": "~4\/4(금)",
          "4": "숙명포털",
        },
        {
          "0": "1",
          "1":
          "★학사공지: [졸업] 2025-1 학부 졸업논문제 신청 안내(학부)https:\/\/www.sookmyung.ac.kr\/kr\/news\/important-notice.do?mode=view&articleNo=88382&article.offset=0&articleLimit=10",
          "2":
          "★학사공지: [졸업] 2025-1 학부 졸업논문제 신청 안내(학부)https:\/\/www.sookmyung.ac.kr\/kr\/news\/important-notice.do?mode=view&articleNo=88382&article.offset=0&articleLimit=10",
          "3":
          "★학사공지: [졸업] 2025-1 학부 졸업논문제 신청 안내(학부)https:\/\/www.sookmyung.ac.kr\/kr\/news\/important-notice.do?mode=view&articleNo=88382&article.offset=0&articleLimit=10",
          "4":
          "★학사공지: [졸업] 2025-1 학부 졸업논문제 신청 안내(학부)https:\/\/www.sookmyung.ac.kr\/kr\/news\/important-notice.do?mode=view&articleNo=88382&article.offset=0&articleLimit=10",
        },
        {
          "0": "2",
          "1": "졸업학점 이수현황 확인 및 과목정리",
          "2": "3학년 이상 재학생",
          "3": "~4\/14(월)까지",
          "4": "학사팀",
        },
        {
          "0": "2",
          "1":
          "★학사공지: [졸업] 재학생 졸업학점 이수현황 확인 및 과목 정리 안내https:\/\/www.sookmyung.ac.kr\/kr\/news\/important-notice.do?mode=view&articleNo=88413",
          "2":
          "★학사공지: [졸업] 재학생 졸업학점 이수현황 확인 및 과목 정리 안내https:\/\/www.sookmyung.ac.kr\/kr\/news\/important-notice.do?mode=view&articleNo=88413",
          "3":
          "★학사공지: [졸업] 재학생 졸업학점 이수현황 확인 및 과목 정리 안내https:\/\/www.sookmyung.ac.kr\/kr\/news\/important-notice.do?mode=view&articleNo=88413",
          "4":
          "★학사공지: [졸업] 재학생 졸업학점 이수현황 확인 및 과목 정리 안내https:\/\/www.sookmyung.ac.kr\/kr\/news\/important-notice.do?mode=view&articleNo=88413",
        },
        {
          "0": "2",
          "1":
          "<빅데이터전공 유의사항>※빅데이터전공은 표준교과목 기준 매칭되는 1개의 개설 교과목으로 카운트함에 유의※초급, 중급, 고급 간 이수 기준학점 미충족시 인정하지 않음※빅데이터전공 진입 이후에 최소 18학점은 새롭게 이수해야 함(교과목 이수학기 확인 필수)",
          "2":
          "<빅데이터전공 유의사항>※빅데이터전공은 표준교과목 기준 매칭되는 1개의 개설 교과목으로 카운트함에 유의※초급, 중급, 고급 간 이수 기준학점 미충족시 인정하지 않음※빅데이터전공 진입 이후에 최소 18학점은 새롭게 이수해야 함(교과목 이수학기 확인 필수)",
          "3":
          "<빅데이터전공 유의사항>※빅데이터전공은 표준교과목 기준 매칭되는 1개의 개설 교과목으로 카운트함에 유의※초급, 중급, 고급 간 이수 기준학점 미충족시 인정하지 않음※빅데이터전공 진입 이후에 최소 18학점은 새롭게 이수해야 함(교과목 이수학기 확인 필수)",
          "4":
          "<빅데이터전공 유의사항>※빅데이터전공은 표준교과목 기준 매칭되는 1개의 개설 교과목으로 카운트함에 유의※초급, 중급, 고급 간 이수 기준학점 미충족시 인정하지 않음※빅데이터전공 진입 이후에 최소 18학점은 새롭게 이수해야 함(교과목 이수학기 확인 필수)",
        },
        {
          "0": "3",
          "1": "(1) 학점이수표 제출",
          "2": "졸업예정자 또는 수료예정자",
          "3": "5\/26(월)~6\/9(월)",
          "4": "사업단 이메일",
        },
        {
          "0": "3",
          "1": "(2) 졸업논문제 출력본 및 졸업논문심사결과보고서(양식) 제출",
          "2": "졸업예정자",
          "3": "5\/26(월)~6\/9(월)",
          "4": "사업단 이메일",
        },
        {
          "0": "3",
          "1":
          "<빅데이터전공 유의사항>※학점이수표 빅데이터전공에 표준교과목 기준 이수 교과목이 모두 포함되어 있어야 함※졸업논문제 결과보고서(양식)은 학생 개인정보만 작성하여 제출함(그 외 미작성)※사업단에서 빅데이터전공 지도교수 심사 진행 후 학생 제출자료 모두 학사팀에 제출 예정이며, 결과는 개별 이메일로 안내 예정※졸업논문제 합격된 이후에서 본인이 희망하여도 불합격으로 바꿀 수 없음에 유의※졸업논문제는 반드시 하나의 전공에서만 인정하며 타전공과 중복인정 불가함에 유의",
          "2":
          "<빅데이터전공 유의사항>※학점이수표 빅데이터전공에 표준교과목 기준 이수 교과목이 모두 포함되어 있어야 함※졸업논문제 결과보고서(양식)은 학생 개인정보만 작성하여 제출함(그 외 미작성)※사업단에서 빅데이터전공 지도교수 심사 진행 후 학생 제출자료 모두 학사팀에 제출 예정이며, 결과는 개별 이메일로 안내 예정※졸업논문제 합격된 이후에서 본인이 희망하여도 불합격으로 바꿀 수 없음에 유의※졸업논문제는 반드시 하나의 전공에서만 인정하며 타전공과 중복인정 불가함에 유의",
          "3":
          "<빅데이터전공 유의사항>※학점이수표 빅데이터전공에 표준교과목 기준 이수 교과목이 모두 포함되어 있어야 함※졸업논문제 결과보고서(양식)은 학생 개인정보만 작성하여 제출함(그 외 미작성)※사업단에서 빅데이터전공 지도교수 심사 진행 후 학생 제출자료 모두 학사팀에 제출 예정이며, 결과는 개별 이메일로 안내 예정※졸업논문제 합격된 이후에서 본인이 희망하여도 불합격으로 바꿀 수 없음에 유의※졸업논문제는 반드시 하나의 전공에서만 인정하며 타전공과 중복인정 불가함에 유의",
          "4":
          "<빅데이터전공 유의사항>※학점이수표 빅데이터전공에 표준교과목 기준 이수 교과목이 모두 포함되어 있어야 함※졸업논문제 결과보고서(양식)은 학생 개인정보만 작성하여 제출함(그 외 미작성)※사업단에서 빅데이터전공 지도교수 심사 진행 후 학생 제출자료 모두 학사팀에 제출 예정이며, 결과는 개별 이메일로 안내 예정※졸업논문제 합격된 이후에서 본인이 희망하여도 불합격으로 바꿀 수 없음에 유의※졸업논문제는 반드시 하나의 전공에서만 인정하며 타전공과 중복인정 불가함에 유의",
        },
        {
          "0": "4",
          "1": "졸업논문제심사결과 확인",
          "2": "졸업예정자",
          "3": "7\/10(목)~7\/11(금)",
          "4": "숙명포털",
        },
        {
          "0": "5",
          "1": "졸업심사결과(최종결과) 조회",
          "2": "졸업예정자",
          "3": "7\/29(화)~7\/30(수)",
          "4": "숙명포털",
        },
      ],
      [
        {"0": "NO.", "1": "논문제 형식", "2": "결과물 제출자료"},
        {
          "0": "1",
          "1": "빅데이터전공 캡스톤디자인 교과목 이수",
          "2":
          "①성적증명서, ②결과보고서, ③졸업논문심사결과보고서※학점이수표 빅데이터전공에 반드시 캡스톤디자인 교과목이 포함되어야 함※논문제 제출학기에 이수 중인 교과목일 경우, 성정증명서 미제출",
        },
        {
          "0": "2",
          "1":
          "자격증 취득(빅데이터분석기사, 데이터분석 전문가, 데이터분석 준전문가, 사회조사분석사 2급, 정보처리기사, 정보처리산업기사 중 택1)",
          "2": "①진위여부 확인이 가능한 자격증명서, ②졸업논문심사결과보고서",
        },
        {
          "0": "3",
          "1": "빅데이터 관련 각종 외부 공모전\/대회진출 및 수상",
          "2": "①진위여부 확인이 가능한 수상자료, ②졸업논문심사결과보고서",
        },
        {
          "0": "4",
          "1": "국내외 빅데이터 관련학술대회 및 논문지 발표",
          "2": "①진위여부 확인이 가능한 발표자료, ②졸업논문심사결과보고서",
        },
      ],
    ],
    "contentImages": [],
    "site": "co",
    "periods": null,
  },
  {
    "title": "2025 빅데이터 혁신융합대학-USC 컨퍼런스 참가 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=117&page=4",
    "date": "2025-03-14",
    "contentText":
    "안녕하세요\n.\n숙명여자대학교 빅데이터혁신융합사업단입니다\n.\n2025\n빅데이터혁신융합대학\n-USC\n컨퍼런스 참가자를 모집합니다\n.\n숙명인 여러분들의 많은 관심 바랍니다\n.\n1.\n개요\n1)\n참가 대상\n:\n첨단분야 혁신융합대학 주관대학 및 참여대학\n(\n서울대\n,\n서울시립대\n,\n숙명여자대\n,\n전북대\n,\n한동대\n,\n경상국립대\n,\n경기과기대\n)\n학부 재학생\n2)\n참가 인원\n:\n총\n30\n명\n※\n숙명여자대학교\n19\n명 선발\n3)\n교육 일정\n: 2025.7.21.(\n월\n) - 8.1.(\n금\n)\n4)\n교육 기관\n: University of Southern California, Los Angeles, United States of America\n2.\n지원 자격\n1)\n빅데이터 컨소시엄 내\n2025-1\n학기 기준 학부 재학생\n(\n휴학생\n,\n수료생 제외\n)\n※\n학생자율설계전공\n(COSS\n형\n)\n빅데이터전공 학생 우선 선발\n2)\n누계 평점\n2.7\/4.3\n이상인 자\n3)\n어학 기준\n:\n아래\n中\n1\nTOEIC 600\n점 이상\n, TOEFL ITP 500\n이상\n, TOEFL iBT 61\n이상\n, IELTS 5.5\n이상\n, OPIc IM1\n이상\n, TOEIC SPEAKING IM1\n이상\n3.\n추진 일정\n25.3.17.(\n월\n) - 3.27.(\n목\n) :\n사업 공고 및 모집\n25.4.2.(\n수\n) :\n참가자 선발 공고\n25.4.12.(\n토\n) :\n참가자 오리엔테이션\n25.7.21.(\n월\n) - 8.1.(\n금\n) :\n교육\n4.\n소요 비용\n1)\n교육훈련비\n,\n기숙사비\n,\n항공권 실비 일부\n,\n여행자보험 실비\n:\n사업단 지원\n2)\n항공권 실비\n100\n만원 학생 개인 부담\n3)\n현지 식비 및 교통비 학생 개인 부담\n5.\n참가 신청\n구글 폼을 통한 참가신청서 작성 및 서류 제출\nhttps:\/\/bit.ly\/2025bigdatausc\n※\n문의\n빅데이터혁신융합사업단\np157499@sookmyung.ac.kr \/02-2077-7193",
    "contentAttachment": [
      {
        "text": "첨부. 참가 안내 및 서약서.zip(204.8K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=117&no=0&page=4",
      },
    ],
    "contentTable": [],
    "contentImages": [
      "https:\/\/p157499.cafe24.com\/data\/editor\/2503\/79b5ed4bec989d237011ac7fbb386009_1741925850_6649.png",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "2025학년도 COSS 빅데이터 숙명여대 서포터즈 모집(~3\/19)",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=116&page=4",
    "date": "2025-03-13",
    "contentText":
    "빅데이터혁신융합사업단에서\n“2025\n학년도\nCOSS\n빅데이터 혁신융합대학 숙명여대 서포터즈\n”\n를 아래와 같이 모집하오니 숙명인 여러분들의 많은 지원 바랍니다\n.\n1.\n모집 일정\n•\n신청 기간\n:\n2025. 3. 13.(\n목\n) ~ 3. 19.(\n수\n) 14:00\n까지\n•\n면접 진행\n: 2025. 3. 20.(\n목\n) ~ 3. 25.(\n화\n)\n※\n서류 심사 후 면접 일시 등 이메일 안내 예정\n•\n선발 안내\n: 2025. 3. 26.(\n수\n)\n선발된 학생에게 이메일 안내 예정\n2.\n지원 자격\n•\n3~7\n학기 학부 재학생\n(\n※\n휴학생\n,\n수료생 불가\n)\n•\nSNS\n콘텐츠 제작\n,\n행사 기획 운영 등 다양한 활동에 열정적인 학생\n•\n빅데이터 혁신융합대학을 널리 알리고 싶은 학생\n•\n활동 기간 동안\nCOSS\n행사에 참여 가능한 학생\n3.\n주요 내용\n•\n선발 인원\n: 6\n명 이내\n•\n활동 기간\n: 2025. 4. ~ 2026. 2. (11\n개월\n)\n•\n발대식\n: 2025. 4. 3.(\n목\n) \/\n장소\n(\n교내\n)\n및 시간 미정\n4.\n활동 혜택\n•\n매월 활동비\n30\n만원 지급\n(\n※\n단\n,\n근무일지 및 활동보고서 제출 시 지급\n)\n•\nCOSS\n서포터즈 수료증 발급\n5.\n주요 활동\n•\n월\n1~2\n회 정기회의 참석\n•\n매월 근무일지 및 활동보고서 제출\n•\n홍보 콘텐츠 제작\n(\n카드뉴스\n,\n영상 촬영 및 편집 등\n)\n•\n빅데이터혁신융합시업단 행사 기획 및 운영 등\n•\nCOSS\n프로그램 참여 및 운영 등\n- COSS P.B Ground: 4\n월 말\n~ 5\n월 초 예정\n- CO-WEEK\n아카데미\n: 6\/30(\n월\n) ~ 7\/4(\n금\n)\n- CO-SHOW: 11\/26(\n수\n) ~ 11\/28(\n금\n)\n-\n성과공유회\n: 26\n년\n1\n월 예정\n6.\n제출 서류(※첨부파일)\n•\n빅데이터 서포터즈 지원서\n1\n부\n•\n활동계획서 및 포트폴리오\n1\n부\n※\n모든 서류는\npdf\n형식으로 제출하며\n,\n파일명은\n‘\n지원자명\n_\n서류종류명\n’\n형식으로 통일\n(\n예\n: ‘\n김숙명\n_\n빅데이터 서포터즈 지원서\n.pdf’, ‘\n김숙명\n_\n활동계획서 및 포트폴리오\n.pdf’\n7.\n제출 방법\n:\n빅데이터혁신융합사업단 이메일 제출\n(p157499@sookmyung.ac.kr)\n•\n메일 제목\n: [2025\n서포터즈 지원\n]\n학번\n\/\n이름\n•\n메일 내용\n:\n제출 서류 모두 첨부\n8.\n문의\n:\n빅데이터혁신융합사업단\np157499@sookmyung.ac.kr",
    "contentAttachment": [
      {
        "text": "2025 빅데이터 서포터즈 제출 서류양식.zip(44.7K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=116&no=0&page=4",
      },
    ],
    "contentTable": [],
    "contentImages": [],
    "site": "co",
    "periods": null,
  },
  {
    "title": "「2025 서울 열린데이터광장 공공데이터 활용 창업경진대회」 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=115&page=4",
    "date": "2025-03-10",
    "contentText":
    "서울시에서는 공공데이터 이용을 활성화하기 위하여\n서울 열린데이터광장 공공데이터 활용 창업경진대회를 아래와 같이 진행하오니 학생 여러분의 많은 참여 부탁드립니다.\n가. 대 회 명 : 2025 서울 열린데이터광장 공공데이터 활용 창업경진대회\n나. 참여주제 : 자유주제(열린데이터광장에서 제공하는 공공데이터를 활용)\n다. 참가부문 : 2개 분야 [① 아이디어 기획, ② 제품·서비스 개발(앱App 포함)]\n라. 참가자격 : 제한없음(개인 또는 팀)\n※ 팀의 경우 최대 5명까지 참가 가능\n마. 참가기간 : 2025. 3. 5.(수) ~ 5. 9.(금)\n바. 접수방법 : 서울 열린데이터광장 누리집(\nhttp:\/\/data.seoul.go.kr\n) \/\n소식&참여 > 경진대회 전용 메뉴\n사. 문 의 처 : 서울 열린데이터광장(☎02-2133-1271, anyian4@citizen.seoul.kr, miranc@seoul.go.kr)\n※ 기타 사항은 붙임 공고문 또는 열린데이터광장 누리집 참고",
    "contentAttachment": [
      {
        "text": "공고문25년 공공데이터활용 창업경진대회.pdf(243.5K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=115&no=0&page=4",
      },
    ],
    "contentTable": [],
    "contentImages": [
      "https:\/\/p157499.cafe24.com\/data\/editor\/2503\/63157b8be6a0f055a74b663b0b460b5c_1741566784_6494.jpg",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "「2025 용산구 공공데이터 활용 스마트도시 아이디어 공모전」 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=114&page=4",
    "date": "2025-03-05",
    "contentText":
    "용산구에서 도시문제 개선 및 구민 편의를 위해 주민이 직접 데이터 기반 스마트서비스 \n아이디어를 제안하는 「2025 용산구 공공데이터 활용 스마트도시 아이디어 공모전」을 아래와 같이 개최하오니 많은 관심 부탁드립니다.\n○ 공모개요\n- 공모주제 : 용산구의 도시문제 개선을 위한 스마트서비스 아이디어 제안\n- 공모조건 : 공공데이터포털 등에 개방된 공공데이터를 최소 1건 이상 활용·분석\n- 참가자격 : 구민 또는 용산구 소재 직장·학교에 다니는 자(개인 또는 4인 이내 팀)\n-\n접수기간 : 2025. 2. 21.(금) ~ 3. 20.(목) 18:00 까지\n- 참가방법 : 이메일 접수\n- 시상내역 : 최우수상(1) 100만원 \/ 우수상(1) 70만원 \/ 장려상(1) 50만\n○ 문의사항 : 용산구 스마트정보과 스마트행정팀 02-2199-6624",
    "contentAttachment": [],
    "contentTable": [],
    "contentImages": [
      "https:\/\/p157499.cafe24.com\/data\/editor\/2503\/7492a8f8e4ef104edbd3b437defc1825_1741146989_6599.png",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title":
    "서울특별시 빅데이터 분석 전문과정(3월) '빅데이터와 AI 이해 및 활용(1기)', 'R을 활용한 빅데이터 분석(1기)' 모집 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=113&page=4",
    "date": "2025-02-27",
    "contentText":
    "빅데이터혁신융합사업단과 서울시 빅데이터 캠퍼스가 함께하는\n'빅데이터와 AI 이해 및 활용(1기)', 'R을 활용한 빅데이터 분석(1기)'\n를 아래와 같이 모집 하오니 여러분의 많은 신청 바랍니다.\n< 교육 개요 >\n○ 교육명 : 빅데이터 분석 전문과정(4개과정)\n○ 교육운영 : 2025년 2월 ~ 12월\n○ 교육대상 : 빅데이터에 관심있는 누구나\n○ 교육장소 : 서울시 빅데이터캠퍼스 상암 본원 세미나실(에스플렉스센터 스마티움동 15층)\n○ 교육과정\n- (초급) Python을 활용한 빅데이터 분석\/ R을 활용한 빅데이터 분석\n- (중급) Python 기반 실무데이터 처리 및 분석\n- (이해) 빅데이터와 AI 이해 및 활용\n○\n교육혜택 : 교육비 전액 무료, 수료증 제공 (점심식사 미제공)\n< 3월 교육 운영 개요 >\n○ 교육명\n※ 2개과정 중복신청 가능\n1. 이해과정 : 빅데이터와 AI 이해 및 활용(1기)\n2. 초급과정 : R을 활용한 빅데이터 분석(1기)\n○\n접수기간 : 2025.03.04.(화) 09:00 ~ 03.13.(목) 14:00\n○ 교육생발표 : 2025.03.14.(금) 14시 (추첨을 통해 각 32명 선발)\n-\n서울시 빅데이터 캠퍼스 홈페이지\n(서울특별시 빅데이터 캠퍼스 > 이용자 지원 > 공지사항 (seoul.go.kr)) 공지 확인 및 개인문자 안내\n< 3월 교육 운영 일정 >\n1. 빅데이터와 AI 이해 및 활용(1기)\n○ 교육 내용 : 빅데이터와 인공지능 이해 및 활용방법 학습\n○ 교육기간 및 시간 : 2025.03.21.(금) 09:00 ~ 17:00 (점심시간 1시간 포함) \/ 1일\n○ 교육신청 URL :\n포스터 내 QR코드 또는\nhttps:\/\/naver.me\/x3jrufp8\n2. R을 활용한 빅데이터 분석(1기)\n○ 교육 내용 : 공공데이터 소개\/ R 이해 등 탐색적 데이터 분석\/ 데이터핸들링 및 실습\n○ 교육기간 및 시간 : 2025.03.26.(수) ~ 03.27.(목), 09:30 ~ 17:00 (점심시간 1시간 포함) \/ 2일\n○\n교육신청 URL\n:\n포스터 내 QR코드 또는\nhttps:\/\/naver.me\/xcn8QSAF\n< 기타 안내 >\n○\n교육생으로 선발된 후 취소할 경우 올해 교육과정 모두 신청 불가하니 꼭 참여 가능하신 분들만 신청 요청\n○\nPython과정 및 R과정 모두 수강 가능하나, 한 과정 2번 이상 수강 불가\n○\n교육 당일 주차 지원은 불가하며, 가급적 대중교통 이용 요청\n○ 관련문의 : 빅데이터캠퍼스 담당관 : 02-2133-4280",
    "contentAttachment": [],
    "contentTable": [],
    "contentImages": [
      "https:\/\/bigdata.sookmyung.ac.kr:443\/data\/editor\/2502\/thumb-51a7ae00500b28e23cb3e572e823249f_1740619272_0577_2000x2739.jpg",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "[빅데이터전공] 2025-1학기 빅데이터전공 졸업상담DAY 신청 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=112&page=4",
    "date": "2025-02-24",
    "contentText":
    "빅데이터혁신융합사업단에서 <2025-1학기 빅데이터전공 졸업상담DAY>를 진행합니다.\n졸업 예정자가 아니어도 빅데이터전공생 누구나 상담이 가능하며, 특히 이번 25년 8월 졸업예정자 학생은 졸업에 문제 없도록 반드시 상담을 통해 이수요건을 확인하시기 바랍니다.\n※우리대학 포털 시스템에서는 표준교과목 기준으로 이수 교과목이 매칭되어 있지 않습니다. 따라서 이수요건을 개별적으로 확인하여 과목정리 기간에 과목이동 및 중복과목 변경 신청을 진행해야 합니다.\n1. 일시 및 장소\n1) 일시: 3월 4일(화) ~ 10일(월) 09:00~17:00\n2) 장소: 명신관214C호\n※주말 및 점심시간 제외 12:00~13:00\n2. 대상:\n학생자율설계전공 빅데이터전공(COSS형) 학생 누구나\n3. 내용:\n빅데이터전공 졸업을 위한 이수요건 확인\n- 오프라인 상담 진행을 위하여 교과목 이수 정리한 자료가 있을 경우 미리 준비해 오시기 바랍니다.\n4. 신청방법:\n~2\/28(금) 15시까지\n구글폼 접수(\nhttps:\/\/forms.gle\/kdMmzTL4Fqij1GCr5\n)\n※상담 신청 후 포털에 등록된 이메일로 상담 일시 확정 안내 발송 예정입니다.\n※상담은 30분 단위로 진행되며, 시간 변경 희망 시 사업단 이메일로 연락 바랍니다.\n5. 문의\n: 빅데이터혁신융합사업단 p157499@sookmyung.ac.kr",
    "contentAttachment": [],
    "contentTable": [],
    "contentImages": [],
    "site": "co",
    "periods": null,
  },
  {
    "title": "[MD] 2024학년도 하반기 빅데이터 마이크로디그리(MD) 이수 결과 및 장학금 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=111&page=4",
    "date": "2025-02-12",
    "contentText":
    "﻿빅데이터혁신융합사업단에서 2024학년도 하반기 빅데이터 마이크로디그리(MD) 이수 결과 및 장학금 지급 안내합니다.\n1. 이수 결과\n가. 빅데이터 초급 MD\n1813876\n2010491\n2016287\n2013545\n2212232\n2213288\n2112342\n2110933\n나. 빅데이터 관리 MD\n2114665\n2015459\n2110041\n다. 빅데이터 분석 MD\n1914679\n라. 빅데이터 자율설계(중급) MD\n2016090\n2010235\n1813876\n2110855\n2114900\n2115541\n2011198\n2015563\n2112342\n2211118\n2113116\n2010783\n마. 빅데이터 자율설계(고급) MD\n2016287\n2110041\n바. 빅데이터 애널리틱스 MD\n2012761\n2316569\n2214163\n2211118\n2212697\n2. 이수증 배부\n가. 2024학년도 하반기 빅데이터MD 이수증은 지류(종이) 형태가 아닌 PDF파일로 배부합니다.\n나. 신청서에 기재된 이메일로 2025년 2월 17일~21일 기간 내 순차적으로 발송 예정입니다.\n3. 장학금 지급\n가. 심사 진행: MD 이수 교과목 성적 및 MD 이수 수 종합하여 빅데이터혁신융합사업 위원회 심사\n나. 지급 기간: 2025년 2월 둘째 주\n※입금자명은 <빅데이터사업단>이며, 지급 대상 학생에게 문자로 안내 완료함\n4. 문의: 빅데이터혁신융합사업단\np157499@sookmyung.ac.kr",
    "contentAttachment": [],
    "contentTable": [
      [
        {
          "0": 1813876,
          "1": 2010491,
          "2": 2016287,
          "3": 2013545.0,
          "4": 2212232.0,
        },
        {"0": 2213288, "1": 2112342, "2": 2110933, "3": null, "4": null},
      ],
      [
        {"0": 2114665, "1": 2015459, "2": 2110041, "3": null, "4": null},
      ],
      [
        {"0": 1914679, "1": null, "2": null, "3": null, "4": null},
      ],
      [
        {
          "0": 2016090,
          "1": 2010235,
          "2": 1813876.0,
          "3": 2110855.0,
          "4": 2114900.0,
        },
        {
          "0": 2115541,
          "1": 2011198,
          "2": 2015563.0,
          "3": 2112342.0,
          "4": 2211118.0,
        },
        {"0": 2113116, "1": 2010783, "2": null, "3": null, "4": null},
      ],
      [
        {"0": 2016287, "1": 2110041, "2": null, "3": null, "4": null},
      ],
      [
        {"0": 2012761, "1": 2316569, "2": 2214163, "3": 2211118, "4": 2212697},
      ],
    ],
    "contentImages": [],
    "site": "co",
    "periods": null,
  },
  {
    "title": "[장학금] 2024-2 빅데이터전공(COSS형) 장학금 결과 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=110&page=5",
    "date": "2025-02-12",
    "contentText":
    "﻿빅데이터혁신융합사업단에서 2024-2학기 빅데이터전공(COSS형) 장학금 결과 및 지급 안내합니다.\n1. 지급 대상: 2024-2학기 빅데이터전공 장학금 신청자(재학생) 중 2024-2학기 평균 평점 B0(3.0\/4.3) 이상인 자\n2. 평가 기준\n가. 2024-2학기 평균 평점\n나. 빅데이터전공 교과목 이수 수 및 성적\n다. 비교과 프로그램 참여\n라. 기타사항\n3. 심사 진행: 빅데이터혁신융합사업 위원회 심사\n4. 장학금 지급: 2025년 2월 둘째 주\n※입금자명 <빅데이터사업단>이며, 지급 대상 학생에게 문자로 안내 완료함\n5. 문의: 빅데이터혁신융합사업단\np157499@sookmyung.ac.kr",
    "contentAttachment": [],
    "contentTable": [],
    "contentImages": [],
    "site": "co",
    "periods": null,
  },
  {
    "title": "마감) [빅데이터혁신융합사업단] 서울시 빅데이터 캠퍼스 숙명여대 분원 운영 근로 학생 모집",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=109&page=5",
    "date": "2025-02-12",
    "contentText":
    "빅데이터혁신융합사업단에서는 사업단에서 운영중인\n“\n서울시 빅데이터 캠퍼스 숙명여대 분원\n”\n에서 근무할 학생을 다음과 같이 모집합니다\n.\n숙명인들의 많은 지원 바랍니다\n.\n1.\n모집 분야 및 인원\n가\n.\n근무처\n:\n서울시 빅데이터 캠퍼스 숙명여대 분원\n(\n서울시 용산구 청파로\n47\n길\n88, 2\n층\n)\n나\n.\n주요 업무\n1)\n빅데이터 캠퍼스 분원 운영\n(\n이용 예약 관리\n,\n내방 손님 응대\n,\n환경 정리 등\n)\n2)\n빅데이터혁신융합사업단 업무 보조 외 기타\n다\n.\n모집 인원\n: O\n명\n2.\n지원 자격\n가\n.\n2025-1\n학\n기 재학 예정인 학부생 및 대학원생\n(\n휴학생\n\/\n수료생\n\/\n졸업생 지원 불가\n)\n※\n근로 기간 중 휴학할 경우 사업단 지침에 의거 급여 지급이 불가함\n※\n1\n년 이상\n근무 가능자 우대\n.\n지원서에 기재 요청\n나\n.\n분원\n운영 및 빅데이터혁신융합사업단 업무에 적극적으로 임할 학생\n3.\n근로 조건\n가\n.\n급여\n:\n학부생 시급\n12,000\n원\n\/\n대학원생 시급\n17,000\n원\n나\n.\n근무 기간\n:\n2025\n년\n3\n월\n4\n일\n~ 2026\n년\n2\n월\n28\n일\n※\n근무 기간은 연장\n\/\n변동 가능\n.\n단\n,\n학기 재학생\n한정\n※\n근무 시작일은 사업단 일정에 따라 변경될 수 있음\n.\n다\n.\n운영 시간\n1)\n학기 중\n:\n월\n~\n금\n, 10:00 ~ 17:00\n2)\n방학 중\n:\n월\n~\n금\n, 10:00 ~ 16:00\n※\n점심시간\n: 12;00 ~ 1\n3:00\n라\n.\n근무 시간\n:\n주당\n10-14\n시간\n내\n.\n운영\n근로 학생들과 일정 조율하여 근무\n.\n4.\n지원 방법\n가\n.\n접수 기간\n:\n2025\n년\n2\n월\n12\n일\n~ 1\n9\n일\n※\n기간 마감 후\n면접 진행 예정\n나\n.\n제출 방법\n:\n첨부의 지원서 및 스케줄표 작성 후\n이메일(\np157499@sookmyung.ac.kr\n)\n제출\n다\n.\n이메일 제목\n:\n서울시 빅데이터 캠퍼스 조교 지원\n_\n이름\n※\n이메일 접수 후\n“\n면접 해당자에 한하여 개별 연락 예정\n”\n이며\n,\n제출된 서류는 반환되지 않습니다\n.\n5.\n문의\n:\n빅데이터혁신융합사업단\np157499@sookmyung.ac.kr\n첨\n부:\n1.\n빅데이터 캠퍼스 근로 학생 지원서\n2.\n빅데이터 캠퍼스 근로 학생 스케줄표",
    "contentAttachment": [
      {
        "text": "분원 제출 자료.zip(40.8K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=109&no=0&page=5",
      },
    ],
    "contentTable": [],
    "contentImages": [],
    "site": "co",
    "periods": null,
  },
  {
    "title": "[빅데이터전공] 2025학년도 학생자율설계전공 개편 결과 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=108&page=5",
    "date": "2025-02-06",
    "contentText":
    "2025\n학년도 학생자율설계전공 교육과정 개편 관련하여 결과를 안내드립니다\n.\n빅데이터전공 전공 진입시기에 따라 교육과정 교과목 구성이 다르니\n,\n이점 유의하여 이수\n하시기 바랍니다\n.\n1. 적용 시점\n:\n2025\n학년도\n1\n학기부터 적용\n2. (\n★\n중요\n)\n교육과정 버전 이수 대상\n가\n. 2022-2 ~ 2024-2\n전공진입\n: 2022ver\n나\n. 2025-1\n전공진입\n: 2025ver\n※\n교육과정 이수 버전은 포털 학점이수표에서 확인 가능함\n3.\n추가 교과목\n가\n.\n빅데이터전공 교육과정에 추가된 이후 교과목 이수 시 빅데이터전공 이수 교과목으로 인정\n나\n.\n단\n,\n추가 이전에 이미 이수 완료한 교과목은 인정 불가\n번호\n표준교과목\n운영교과목\n주관학과\n1\n빅데이터 개론\n1(A-1A)\n파이썬데이터분석\n데이터사이언스전공\n2\n프로그래밍 기초\n(A-3)\n웹프로그래밍\n인공지능공학부\n3\n인공지능 입문\n(A-5)\n인공지능기초\n데이터사이언스전공\n4\n인공지능 입문\n(A-5)\n인공지능입문\n인공지능공학부\n5\n빅데이터 수학\n(A-24)\nAI\n수학\n데이터사이언스전공\n6\n빅데이터 수학\n(A-24)\n공학수학\nⅠ\n인공지능공학부\n7\n빅데이터 수학\n(A-24)\n공학수학\nⅡ\n인공지능공학부\n8\n빅데이터 윤리\n(A-8)\n빅데이터윤리\n기초교양학부\n9\n빅데이터 스토리지 시스템\n(A-10)\n컴퓨터구조\n컴퓨터과학전공\n(\n첨단\n)\n10\n빅데이터 스토리지 시스템\n(A-10)\n컴퓨터아키텍쳐\n인공지능공학부\n11\n텍스트 마이닝\n(A-12)\n텍스트마이닝과자연어처리\n통계학과\n12\n데이터 마이닝\n(A-13)\n데이터패턴인식\n인공지능공학부\n13\n데이터 마이닝\n(A-13)\n다변량통계분석\n통계학과\n14\n딥러닝\n(A-15)\n딥러닝개론\n인공지능공학부\n15\n딥러닝\n(A-15)\n생성형\nAI\n의이해\n데이터사이언스전공\n16\n딥러닝\n(A-15)\n딥러닝개론\n데이터사이언스전공\n17\n통계계산 및 최적화\n(A-16)\n통계계산\n통계학과\n18\n고급 빅데이터\n(\n특수연구\n)(A-17)\n인공지능산업체특강\n인공지능공학부\n19\n자연어처리\n(A-20)\n학생개설\n:\n지능형언어처리\n인공지능공학부\n20\n고급 기계학습 프로젝트\n(A-22)\n시스템종합설계\n컴퓨터과학전공\n(\n첨단\n)\n4.\n폐지 교과목\n가\n.\n2022ver\n교육과정 이수하는 학생\n의 경우\n,\n폐지 이전에 이수한 교과목은 빅데이터전공 이수 교과목으로 인정 가능\n번호\n표준교과목\n운영교과목\n주관학과\n1\n프로그래밍 기초\n(A-3)\n윈도우프로그래밍\n컴퓨터과학전공\n(\n첨단\n)\n2\n인공지능 입문\n(A-5)\n인공지능\n컴퓨터과학전공\n(\n첨단\n)\n3\n서버 프로그래밍\n(A-11)\n서버운영및보안\nIT\n공학전공\n5.\n수준 변경 교과목\n가\n.\n2025ver\n교육과정 이수하는 학생부터 적용\n나. 2022ver 교육과정 이수하는 학생은 아래 교과목 이수 시, 초급으로 적용\n번호\n변경 전\n변경 후\n비고\n표준교과목\n운영교과목\n표준교과목\n운영교과목\n수준\n1\n인공지능 입문\n(A-5)\n머신러닝\n기계학습\n(A-26)\n머신러닝\n초급\n→\n중급\n2\n통계적기계학습\n통계적기계학습\n3\n인공지능과기계학습\n인공지능과기계학습\n6.\n기타 사항\n가\n.\n강의시간표 및 학생자율설계전공 전공요람에는 최신 교육과정\n(2025ver)\n으로 기재되어 있음\n나\n.\n빅데이터전공 전공 진입시점에 따라 교육과정 이수 버전이 다르니 엑셀파일의 교과목 구성 버전\n(\n시트별 구분\n)\n을 확인하여 이수해야 함에 유의",
    "contentAttachment": [
      {
        "text": "학생자율설계전공 빅데이터전공COSS형 교과목 리스트2025.02.05.xlsx(94.9K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=108&no=0&page=5",
      },
    ],
    "contentTable": [
      [
        {"0": "번호", "1": "표준교과목", "2": "운영교과목", "3": "주관학과"},
        {"0": "1", "1": "빅데이터 개론1(A-1A)", "2": "파이썬데이터분석", "3": "데이터사이언스전공"},
        {"0": "2", "1": "프로그래밍 기초(A-3)", "2": "웹프로그래밍", "3": "인공지능공학부"},
        {"0": "3", "1": "인공지능 입문(A-5)", "2": "인공지능기초", "3": "데이터사이언스전공"},
        {"0": "4", "1": "인공지능 입문(A-5)", "2": "인공지능입문", "3": "인공지능공학부"},
        {"0": "5", "1": "빅데이터 수학(A-24)", "2": "AI수학", "3": "데이터사이언스전공"},
        {"0": "6", "1": "빅데이터 수학(A-24)", "2": "공학수학Ⅰ", "3": "인공지능공학부"},
        {"0": "7", "1": "빅데이터 수학(A-24)", "2": "공학수학Ⅱ", "3": "인공지능공학부"},
        {"0": "8", "1": "빅데이터 윤리(A-8)", "2": "빅데이터윤리", "3": "기초교양학부"},
        {
          "0": "9",
          "1": "빅데이터 스토리지 시스템(A-10)",
          "2": "컴퓨터구조",
          "3": "컴퓨터과학전공(첨단)",
        },
        {"0": "10", "1": "빅데이터 스토리지 시스템(A-10)", "2": "컴퓨터아키텍쳐", "3": "인공지능공학부"},
        {"0": "11", "1": "텍스트 마이닝(A-12)", "2": "텍스트마이닝과자연어처리", "3": "통계학과"},
        {"0": "12", "1": "데이터 마이닝(A-13)", "2": "데이터패턴인식", "3": "인공지능공학부"},
        {"0": "13", "1": "데이터 마이닝(A-13)", "2": "다변량통계분석", "3": "통계학과"},
        {"0": "14", "1": "딥러닝(A-15)", "2": "딥러닝개론", "3": "인공지능공학부"},
        {"0": "15", "1": "딥러닝(A-15)", "2": "생성형AI의이해", "3": "데이터사이언스전공"},
        {"0": "16", "1": "딥러닝(A-15)", "2": "딥러닝개론", "3": "데이터사이언스전공"},
        {"0": "17", "1": "통계계산 및 최적화(A-16)", "2": "통계계산", "3": "통계학과"},
        {
          "0": "18",
          "1": "고급 빅데이터(특수연구)(A-17)",
          "2": "인공지능산업체특강",
          "3": "인공지능공학부",
        },
        {"0": "19", "1": "자연어처리(A-20)", "2": "학생개설:지능형언어처리", "3": "인공지능공학부"},
        {
          "0": "20",
          "1": "고급 기계학습 프로젝트(A-22)",
          "2": "시스템종합설계",
          "3": "컴퓨터과학전공(첨단)",
        },
      ],
      [
        {"0": "번호", "1": "표준교과목", "2": "운영교과목", "3": "주관학과"},
        {"0": "1", "1": "프로그래밍 기초(A-3)", "2": "윈도우프로그래밍", "3": "컴퓨터과학전공(첨단)"},
        {"0": "2", "1": "인공지능 입문(A-5)", "2": "인공지능", "3": "컴퓨터과학전공(첨단)"},
        {"0": "3", "1": "서버 프로그래밍(A-11)", "2": "서버운영및보안", "3": "IT공학전공"},
      ],
      [
        {
          "0": "번호",
          "1": "변경 전",
          "2": "변경 전",
          "3": "변경 후",
          "4": "변경 후",
          "5": "비고",
        },
        {
          "0": "번호",
          "1": "표준교과목",
          "2": "운영교과목",
          "3": "표준교과목",
          "4": "운영교과목",
          "5": "수준",
        },
        {
          "0": "1",
          "1": "인공지능 입문(A-5)",
          "2": "머신러닝",
          "3": "기계학습(A-26)",
          "4": "머신러닝",
          "5": "초급→중급",
        },
        {
          "0": "2",
          "1": "인공지능 입문(A-5)",
          "2": "통계적기계학습",
          "3": "기계학습(A-26)",
          "4": "통계적기계학습",
          "5": "초급→중급",
        },
        {
          "0": "3",
          "1": "인공지능 입문(A-5)",
          "2": "인공지능과기계학습",
          "3": "기계학습(A-26)",
          "4": "인공지능과기계학습",
          "5": "초급→중급",
        },
      ],
    ],
    "contentImages": [],
    "site": "co",
    "periods": null,
  },
  {
    "title": "서울특별시 빅데이터 캠퍼스 빅데이터 분석 전문과정(2월) 'Python을 활용한 빅데이터 분석(1기)' 모집 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=107&page=5",
    "date": "2025-02-04",
    "contentText":
    "빅데이터혁신융합사업단과 서울시 빅데이터 캠퍼스가 함께하는\n\"Python을 활용한 빅데이터 분석 1기\"\n를 아래와 같이 모집 하오니 여러분의 많은 신청 바랍니다.\n< 교육 개요 >\n○ 교육명 : 빅데이터 분석 전문과정(4개과정)\n○ 교육운영 : 2025년 2월 ~ 12월\n○ 교육대상 : 빅데이터에 관심있는 누구나\n○ 교육장소 : 서울시 빅데이터캠퍼스 상암 본원 세미나실(에스플렉스센터 스마티움동 15층)\n○ 교육과정\n- (초급) Python을 활용한 빅데이터 분석\/ R을 활용한 빅데이터 분석\n- (중급) Python 기반 실무데이터 처리 및 분석\n- (이해) 빅데이터와 AI 이해 및 활용\n○\n교육혜택 : 교육비 전액 무료, 수료증 제공 (점심식사 미제공)\n< 2월 교육 운영 일정 >\n○ 교육명 : Python을 활용한 빅데이터 분석(1기)\n○ 교육내용\n- 공공데이터 소개\n- Python 이해 등 탐색적 데이터 분석\n- 데이터 핸들링 및 실습\n○ 교육일시 : 2025.02.27.(목) ~ 28.(금), 09:30 ~ 17:00 (점심시간 1시간 포함)\n○ 접수기간 : 2025.02.05.(수) 09:00 ~ 02.13.(목) 14:00\n-\n교육생 발표 : 2025.02.14.(금) 14:00 (추첨을 통해 32명 선발)\n-\n서울시 빅데이터 캠퍼스 홈페이지\n(서울특별시 빅데이터 캠퍼스 > 이용자 지원 > 공지사항 (seoul.go.kr)) 공지 확인 및 개인문자 안내\n-\n신청방법 : 포스터 내 QR코드 또는\nhttps:\/\/naver.me\/Gn0PQB6I\n○ 기타 안내\n-  교육생으로 선발된 후 취소할 경우 올해 교육과정 모두 신청 불가하니 꼭 참여 가능하신 분들만 신청 요청\n-  Python과정 및 R과정 모두 수강 가능하나, 한 과정 2번 이상 수강 불가\n-  교육 당일 주차 지원은 불가하며, 가급적 대중교통 이용 요청\n○ 관련문의 : 빅데이터캠퍼스 담당관 : 02-2133-4280",
    "contentAttachment": [],
    "contentTable": [],
    "contentImages": [
      "https:\/\/bigdata.sookmyung.ac.kr:443\/data\/editor\/2502\/thumb-0d1ea116b98f7a3b85174a4a1f8001f3_1738652739_496_2000x2828.jpg",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "[빅데이터전공] 2024 동계 빅데이터전공 졸업상담DAY 신청 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=106&page=5",
    "date": "2025-01-22",
    "contentText":
    "빅데이터혁신융합사업단에서 [2024 동계 빅데이터전공 졸업상담DAY]를 진행합니다.\n졸업 예정자가 아니어도\n빅데이터전공생 누구나 상담이 가능\n하며, 특히 이번 25-1학기 전공 진입하는 학생 중 표준교과목 기준 이수에 대해서 궁금한 학생은 미리 상담을 통해 이수요건에 대해서 확인하시기 바랍니다.\n아울러 우리대학 포털 시스템에서는 표준교과목 기준으로 이수 교과목이 매칭되어 있지 않습니다.\n따라서\n빅데이터전공 졸업에 문제가 없도록 반드시 스스로 이수요건을 확인\n해야 합니다.\n1. 일시 및 장소\n1) 오프라인(\n명신관214C호)\n2\n월 3일(월) ~ 6일(목) 10:00~16:30 \/ 7일(금) 10:00~11:30\n2) 온라인(ZOOM):\n2월 4일(화) 11:00~11:30(*30분 진행 예정)\n*점심시간 제외 12:00~13:00\n2. 대상:\n학생자율설계전공 빅데이터전공(COSS형) 학생 누구나\n3. 내용:\n빅데이터전공 졸업을 위한 이수요건 확인\n- 오프라인 상담 진행을 위하여 학점이수표 및 교과목 이수 자료 정리본을 미리 준비해 오시기 바랍니다.\n4. 신청방법: 구글폼 접수\n(2024 동계 빅데이터전공 졸업상담DAY 신청하기)\n※상담 신청 후 포털에 등록된 이메일로 상담 일시 확정 안내 발송 예정입니다.\n※상담은 30분 단위로 진행되며, 시간 변경 희망 시 사업단 이메일로 연락 바랍니다.\n5. 문의:\n빅데이터혁신융합사업단\np157499@sookmyung.ac.kr",
    "contentAttachment": [],
    "contentTable": [],
    "contentImages": [],
    "site": "co",
    "periods": null,
  },
  {
    "title": "제3회 빅데이터 산업트렌드 콘퍼런스 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=105&page=5",
    "date": "2025-01-08",
    "contentText":
    "빅데이터혁신융합사업단에서는 산업계 수요를 반영한 빅데이터 교육과 기술의 연계를 위해 빅테크 기업의 신기술트렌드 및 솔루션 사례 특강과 함께 컨소시엄 내 성과를 공유 및 확산하는 행사로 \"제3회 빅데이터 산업트렌드 콘퍼런스\"를 다음과 같이 개최합니다. 빅데이터의 이해와 활용에 관심이 있는 학생분들의 많은 참여바랍니다.\n1. 행사 개요\n가. 일    시 :\n2025. 01. 22.(수) 11:00 - 18:00\n나. 장    소 : 강남 코엑스 컨퍼런스룸E\n다. 주요계획\n운영시간\n컨퍼런스룸 E5\n<기업특강>\n컨퍼런스룸 E1,4,5\n<빅데이터 매칭페어>\n10:30-11:30\n참여자 등록 및 개회식\n11:30-12:30\n[Session 1] 빅데이터 혁신융합대학\n－ 빅데이터 혁신융합대학 소개\n－ ELP 소개\n[빅데이터 컨소시엄 성과공유]\n－ 교과수기, 서포터즈 수기 전시 및 시상\n[빅데이터 매칭페어]\n－ 산업군별 네트워킹 공간 운영\n[AI와 문화예술 원데이클래스]\n－ 미니특강 진행\n13:30-15:30\n[Session 2] 빅데이터 신기술 트렌드\n－ Keynote: AWS, LG U+, 팔란티어\n16:00-18:00\n[Session 3] 빅데이터 솔루션 사례\n－ Keynote: 제일기획, Google, 뮤직카우\n2. 참여신청 :\n구글 폼 작성 (\nhttps:\/\/forms.gle\/1DFHUmJKN9Z1e2Vh6\n)\n3. 문    의 :\n서울대 빅데이터 혁신융합대학사업단 교육운영팀(02-889-5707)",
    "contentAttachment": [
      {
        "text": "빅데이터 혁신융합대학 제3회 빅데이터 산업트렌드 콘퍼런스 기획배포용.pdf(111.0K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=105&no=0&page=5",
      },
    ],
    "contentTable": [
      [
        {"0": "운영시간", "1": "컨퍼런스룸 E5<기업특강>", "2": "컨퍼런스룸 E1,4,5<빅데이터 매칭페어>"},
        {"0": "10:30-11:30", "1": "참여자 등록 및 개회식", "2": "참여자 등록 및 개회식"},
        {
          "0": "11:30-12:30",
          "1": "[Session 1] 빅데이터 혁신융합대학－ 빅데이터 혁신융합대학 소개－ ELP 소개",
          "2":
          "[빅데이터 컨소시엄 성과공유]－ 교과수기, 서포터즈 수기 전시 및 시상 [빅데이터 매칭페어]－ 산업군별 네트워킹 공간 운영 [AI와 문화예술 원데이클래스]－ 미니특강 진행",
        },
        {
          "0": "13:30-15:30",
          "1": "[Session 2] 빅데이터 신기술 트렌드－ Keynote: AWS, LG U+, 팔란티어",
          "2":
          "[빅데이터 컨소시엄 성과공유]－ 교과수기, 서포터즈 수기 전시 및 시상 [빅데이터 매칭페어]－ 산업군별 네트워킹 공간 운영 [AI와 문화예술 원데이클래스]－ 미니특강 진행",
        },
        {
          "0": "16:00-18:00",
          "1": "[Session 3] 빅데이터 솔루션 사례－ Keynote: 제일기획, Google, 뮤직카우",
          "2":
          "[빅데이터 컨소시엄 성과공유]－ 교과수기, 서포터즈 수기 전시 및 시상 [빅데이터 매칭페어]－ 산업군별 네트워킹 공간 운영 [AI와 문화예술 원데이클래스]－ 미니특강 진행",
        },
      ],
    ],
    "contentImages": [
      "https:\/\/p157499.cafe24.com\/data\/editor\/2501\/2f1b93feb722572cda047958ab221fce_1736318269_2753.jpg",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "[학점교류] 2025-1학기 경상국립대학교 교류수학 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=104&page=5",
    "date": "2025-01-08",
    "contentText":
    "빅데이터혁신융합사업단에서는\n2025-1학기 경상국립\n대학교\n학점 교류\n학생을 모집하오니 수학을 희망 학생은 기간 내에 신청하시기 바랍니다\n.\n※\n본 공지문은 빅데이터 혁신융합대학사업 교류 관련이며\n,\n일반 학점교류 공지와 별도임을 유의하시기 바랍니다\n.\n※학점교류 신청자격: 재학 중인 학부생 중 2개 학기 이상 이수완료(2학년 이상인 자)하고, 지원할 당시의 총 평점평균이 2.8\/4.3 이상인 자\n※휴학생 및 졸업예정자(\n8학기 이상)\n, 학사편입생은 학점교류 불가\n1.\n신청기간\n:\n~1\n\/20\n(\n월\n) 14:00\n까지\n※학점교류 신청하는 학생은 SnoWe 공지에 기재된 신청 기간 내에 신청해야 함\n※신청 기간 내 제1전공 학부(과)장님 승인까지 완료되어야 함\n2. 학점교류\n안내\n:\n붙임1\n참고\n3.\n신청방법(\n학점교류 사전신청만 진행함\n)\n1\n) 숙명포털에서\n[학점교류 사전신청]\n진행하여 제1전공 학부(과)장님 승인 진행\n- [학점교류 사전신청] 방법은 우리대학 홈페이지 공지사항 첨부파일 참고\nhttps:\/\/www.sookmyung.ac.kr\/kr\/news\/important-notice.do?mode=view&articleNo=87804\n※빅데이터전공생 유의사항: [인정받을 교과구분] → [전공선택]이 아닌\n[전공]으로 선택하여 진행해야 함\n2)\n숙명포털에서 학부(과)장님 승인 완료된 전체 화면(캡처본)과\n「붙임2\n) 경상국립대 수학 추천자 양식\n」\n작성하여 사업단\n이메일 제출\n- 이메일: p157499@sookmyung.ac.kr\n-\n메일제목\n: [2025-1학기\n학점교류 신청] 경상국립대\n\/\n이름\n\/\n학번\n-\n메일내용\n: 숙명포털 승인 완료 화면(캡처본) 및\n「붙임2\n)\n」모두\n첨부\n※[학점교류 학점인정신청]은 현재 진행하지 않으며, 3\/4(화)~3\/17(월) 기간에 숙명포털에서 직접 신청(*추후 개별 공지 예정)\n4.\n수강과목 :\n붙임\n3\n참고\n※빅데이터 학점교류는 서류 제출 후 추후 진행 예정인 [학점교류 학점인정신청] 기간에 교과목 변경이 불가함에 유의\n※강의계획서는 경상국립대 홈페이지에서 확인 가능함\n※경상국립대 학점교류생의 경우 상태평가 대상 인원에서 제외되어\n절대평가 적용함\n5. 문의 :\n숙명여자대학교 빅데이터혁신융합사업단\np157499@sookmyung.ac.kr \/ 02-2077-7192\n6. 첨부파일\n붙임 1.2025학년도 1학기 경상국립대학교 교류수학 안내문\n붙임 2. 2025학년도 1학기 경상국립대학교 수학추천자 서식\n붙임 3. 25-1학기 원격수업 개설 교과목",
    "contentAttachment": [
      {
        "text": "2025-1학기 경상국립대학교 교류수학.zip(163.5K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=104&no=0&page=5",
      },
    ],
    "contentTable": [],
    "contentImages": [],
    "site": "co",
    "periods": null,
  },
  {
    "title": "2025-1학기 학생자율설계전공 빅데이터전공(COSS형) 선발 결과 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=103&page=5",
    "date": "2025-01-07",
    "contentText":
    "빅데이터혁신융합사업단에서 2025-1학기 학생자율설계전공 빅데이터전공(COSS형) 선발 결과를 안내합니다.\n선발된 학생들에게는 모두 이메일로 안내되었습니다.\n1. 포털 학적 반영: 학생자율설계전공 개편 결과 후\n학사팀에서 2월 초 반영 예정\n2. 빅데이터전공 이수 유의사항\n1) 현재 2025학년도 학생자율설계전공 개편이 진행 중으로 최종 결과에 따라 변경된 교육과정 버전으로 이수해야 할 수 있습니다.\n2) 신청서에 작성한 기이수학점은 전공진입 이후 과목이동 기간에 변경 가능합니다.\n3) 빅데이터전공은 표준교과목 기준으로 우리대학에 개설된 교과목과 1:1 매칭하여 이수 교과목으로 카운트합니다.\n따라서 초\/중\/고급 영역 별 서로 다른 표준교과목으로 이수해야 합니다.\n4) 빅데이터전공은 빅데이터혁신융합대학 학점교류를 통해 우리대학에서 개설되지 않은 교과목도 빅데이터전공 이수 교과목으로 인정 가능합니다.\n예) [서울대] 빅데이터윤리(A-8) <(공유)빅데이터윤리> = [숙명여대]\n빅데이터윤리(A-8)\n단, 빅데이터혁신융합대학 학점교류가 아닌 그외 타교에서 이수한 교과목은 인정이 불가합니다.\n3. 문의: 빅데이터혁신융합사업단 p157499@sm.ac.kr",
    "contentAttachment": [],
    "contentTable": [],
    "contentImages": [],
    "site": "co",
    "periods": null,
  },
  {
    "title": "[학점교류] 2025-1학기 서울대학교 교류수학 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=102&page=5",
    "date": "2025-01-07",
    "contentText":
    "[빅데이터혁신융합사업단]\n2025-1학기 서울대학교\n교류수학 안내\n빅데이터혁신융합사업단에서는\n2025-1학기 서울\n대학교\n학점 교류\n학생을 모집하오니 수학을 희망 학생은 기간 내에 신청하시기 바랍니다\n.\n※\n본 공지문은 빅데이터 혁신융합대학사업 교류 관련이며\n,\n일반 학점교류 공지와 별도임을 유의하시기 바랍니다\n.\n※학점교류 신청자격: 재학 중인 학부생 중 2개 학기 이상 이수완료(2학년 이상인 자)하고, 지원할 당시의 총 평점평균이 2.8\/4.3 이상인 자\n※휴학생 및 졸업예정자(\n8학기 이상)\n, 학사편입생은 학점교류 불가\n1.\n신청기간\n:\n~1\n\/21\n(\n화\n) 14:00\n까지\n※학점교류 신청하는 학생은 SnoWe 공지에 기재된 신청 기간 내에 신청해야 함\n※신청 기간 내 제1전공 학부(과)장님 승인까지 완료되어야 함\n2. 학점교류\n안내\n:\n붙임1\n참고\n3.\n신청방법(\n학점교류 사전신청만 진행함\n)\n1\n) 숙명포털에서\n[학점교류 사전신청]\n진행하여 제1전공 학부(과)장님 승인 진행\n- [학점교류 사전신청] 방법은 우리대학 홈페이지 공지사항 첨부파일 참고\nhttps:\/\/www.sookmyung.ac.kr\/kr\/news\/important-notice.do?mode=view&articleNo=87804\n※빅데이터전공생 유의사항: [인정받을 교과구분] → [전공선택]이 아닌\n[전공]으로 선택하여 진행해야 함\n2)\n숙명포털에서 학부(과)장님 승인 완료된 전체 화면(캡처본)과\n「붙임4\n) 서울대 수학 추천자 양식\n」\n작성하여 사업단\n이메일 제출\n- 이메일: p157499@sookmyung.ac.kr\n-\n메일제목\n: [2025-1학기\n학점교류 신청] 서울대\n\/\n이름\n\/\n학번\n-\n메일내용\n: 숙명포털 승인 완료 화면(캡처본) 및\n「붙임4\n)\n」모두\n첨부\n※[학점교류 학점인정신청]은 현재 진행하지 않으며, 3\/4(화)~3\/17(월) 기간에 숙명포털에서 직접 신청(*추후 개별 공지 예정)\n4.\n수강과목 :\n붙임2\n, 3\n참고\n※빅데이터 학점교류는 서류 제출 후 추후 진행 예정인 [학점교류 학점인정신청] 기간에 교과목 변경이 불가함에 유의\n※빅데이터전공생은 붙임2 표준교과목(노란색 표기)만 빅데이터전공으로 인정 가능하며, 빅데이터윤리(A-8)의 경우 현재 본교 운영교과목이 없으므로 신청시 공란으로 표기하여 제출\n5. 문의 :\n숙명여자대학교 빅데이터혁신융합사업단\np157499@sookmyung.ac.kr \/ 02-2077-7192\n6. 첨부파일\n붙임1. 2025학년도 1학기 서울대학교 수학 안내문_혁신공유학부\n붙임2. 2025학년도 1학기 서울대학교 개설교과목 리스트_혁신공유학부\n붙임3. 2025학년도 1학기 서울대학교 개설교과목 강의계획서\n붙임4. (혁신공유학부)서울대학교 수학추천자 양식(2025-1)",
    "contentAttachment": [
      {
        "text": "2025-1학기 서울대학교 교류수학 안내.zip(421.6K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=102&no=0&page=5",
      },
    ],
    "contentTable": [],
    "contentImages": [],
    "site": "co",
    "periods": null,
  },
  {
    "title": "경기과기대 2024학년도 동계 IBM AI 해커톤 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=101&page=5",
    "date": "2024-12-30",
    "contentText":
    "경기과학기술대학교 빅데이터 사업단에서 생성형 AI 기술의 이해와 활용법 학습을 위한 동계 IBM AI 해커톤을 운영합니다.\n많은 학생들의 관심과 참여 바랍니다.\n[ 동계 IBM AI 해커톤 ]\n○ 전체 일정 : 2025.01.20.(월) ~ 2025.02.13.(목)\n1. 2025.01.20.(월) ~ 01.31.(금) : 온라인 사전교육\n2.\n2025.02.03.(\n월\n) ~ 02.05.(\n수\n) :\n오프라인 교육  (\n장소 :\n한국IBM (여의도 IFC Three) 6층 교육장\n)\n3. 2025.02.06.(목) ~ 02.12.(수) : 온라인 멘토링\n4.\n2025.02.13.(\n목\n) :\n조별과제 발표 및 시상 (\n장소 :\n한국IBM (여의도 IFC Three) 6층 교육장\n)\n○\n신청 기간 : 2024.12.30.(월) 13:00 ~ (선착순 30명)\n○\n신청 링크 :\nhttps:\/\/forms.gle\/f9LJKgQRQgiH8NWi8\n○\n학생 지원 :\n교육프로그램\n,\n호텔 숙박\n,\n중식 및 간식 제공\n,\n교통비\n(\n항공\n(\n일반석\n),\n고속버스\n(\n일반석\n),KTX(\n일반석\n))\n(\n※\n저녁식사는 별도로 지원되지 않습니다\n.)\n○\n문의 : 경기과학기술대학교 빅데이터혁신융합대학사업단 T.031-496-4257",
    "contentAttachment": [
      {
        "text": "2024년 동계 IBM AI 해커톤 계획안안내용.hwp(115.5K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=101&no=0&page=5",
      },
    ],
    "contentTable": [],
    "contentImages": [
      "https:\/\/bigdata.sookmyung.ac.kr:443\/data\/editor\/2412\/thumb-a37fa6650ed0c6cff76de88faa40e7ae_1735537522_8479_2000x2813.png",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "2024학년도 2학기 교과만족도 조사 안내(~1\/6)",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=100&page=5",
    "date": "2024-12-26",
    "contentText":
    "빅데이터혁신융합대학에서 2024-2학기 빅데이터 관련 교과목 대상 교과 만족도 조사를 진행하오니 많은 참여바랍니다.\n1. 조사기간:\n~ 25. 1. 6.(월) 까지\n2. 조사방법:\nhttps:\/\/srv.sthp.kr\/survey\/20240554\/?grpID=5\n3. 비고\n1) 설문 응답 종료 후 00명 추첨하여 기프티콘 증정\n2) 학생자율설계전공 빅데이터전공(COSS형) 학생은 비교과 프로그램 참여로 인정 가능(단, 1\/5까지 참여 건만 해당)\n4. 빅데이터 관련 교과목 리스트\n구분\n표준교과목\n개설학부(과)\/전공\n교과번호\n교과목명\n초급\n빅데이터 개론1(A-1A)\n데이터사이언스전공\n21105229\n파이썬데이터분석(002)\n프로그래밍\n  기초(A-3)\n컴퓨터과학전공(첨단)\n21000557\n자바프로그래밍(001)\n컴퓨터과학전공(첨단)\n21000557\n자바프로그래밍(002)\n컴퓨터과학전공(첨단)\n21000557\n자바프로그래밍(003)\n컴퓨터과학전공(첨단)\n21002144\n프로그래밍개론(001)\n컴퓨터과학전공(첨단)\n21002144\n프로그래밍개론(002)\n컴퓨터과학전공(첨단)\n21002144\n프로그래밍개론(003)\n통계학과\n21050230\n통계프로그래밍(001)\n통계학과\n21050230\n통계프로그래밍(002)\n인공지능공학부\n21003683\n프로그래밍방법론(001)\n인공지능공학부\n21003683\n프로그래밍방법론(002)\n인공지능공학부\n21105365\n웹프로그래밍(001)\n인공지능공학부\n21105365\n웹프로그래밍(002)\n알고리즘(A-4)\n컴퓨터과학전공(첨단)\n21000549\n알고리즘(001)\n컴퓨터과학전공(첨단)\n21000549\n알고리즘(002)\n컴퓨터과학전공(첨단)\n21000549\n알고리즘(003)\n인공지능공학부\n21100720\n알고리즘입문(001)\n인공지능공학부\n21100720\n알고리즘입문(002)\n인공지능공학부\n21100720\n알고리즘입문(003)\n인공지능 입문(A-5)\n인공지능공학부\n21105364\n인공지능입문\n기초\n  통계학(A-6)\n통계학과\n21003032\n통계학입문(001)\n통계학과\n21003032\n통계학입문(002)\n통계학과\n21003032\n통계학입문(003)\n통계학과\n21003032\n통계학입문(004)\n통계학과\n21003032\n통계학입문(005)\n통계학과\n21003032\n통계학입문(006)\n통계학과\n21000590\n기초통계학Ⅱ(001)\n통계학과\n21000590\n기초통계학Ⅱ(002)\n통계학과\n21000590\n기초통계학Ⅱ(003)\n빅데이터\n  수학(A-24)\n데이터사이언스전공\n21105367\nAI수학\n통계학과\n21050229\n통계수학Ⅱ(001)\n통계학과\n21050229\n통계수학Ⅱ(002)\n통계학과\n21050229\n통계수학Ⅱ(003)\n인공지능공학부\n21102525\n공학수학Ⅰ(001)\n인공지능공학부\n21102525\n공학수학Ⅰ(002)\n중급\n빅데이터 종합설계(A-7)\nIT공학전공\n21102532\n데이터분석및활용\n데이터베이스(A-9)\n컴퓨터과학전공(첨단)\n21003183\n데이터베이스설계와질의(001)\n컴퓨터과학전공(첨단)\n21003183\n데이터베이스설계와질의(002)\n컴퓨터과학전공(첨단)\n21003183\n데이터베이스설계와질의(003)\n인공지능공학부\n21102538\n데이터베이스(001)\n인공지능공학부\n21102538\n데이터베이스(002)\n서버\n  프로그래밍(A-11)\n컴퓨터과학전공(첨단)\n21001713\n리눅스시스템(001)\n컴퓨터과학전공(첨단)\n21001713\n리눅스시스템(002)\nIT공학전공\n21102530\n서버운영및보안(001)\nIT공학전공\n21102530\n서버운영및보안(002)\n데이터\n  마이닝(A-13)\n데이터사이언스전공\n21102905\n데이터마이닝및분석\n통계학과\n21003030\n데이터마이닝\n데이터 시각화(A-14)\nIT공학전공\n21102531\nHCI개론(캡스톤디자인)\n회귀분석(A-25)\n통계학과\n21000585\n회귀분석(001)\n통계학과\n21000585\n회귀분석(002)\n기계학습(A-26)\n데이터사이언스전공\n21104603\n머신러닝\n고급\n클라우드 시스템(A-19)\n컴퓨터과학전공(첨단)\n21003735\n클라우드시스템\n이미지\n  데이터 처리(A-21)\n컴퓨터과학전공(첨단)\n21003187\n영상정보처리\nIT공학전공\n21102528\n컴퓨터비전\n고급 기계학습 프로젝트(A-22)\nIT공학전공\n21003682\n졸업프로젝트\n고급\n  통계자료 분석(A-23)\n통계학과\n21000568\n통계분석실습\n통계학과\n21000574\n다변량통계분석",
    "contentAttachment": [],
    "contentTable": [
      [
        {"0": "구분", "1": "표준교과목", "2": "개설학부(과)\/전공", "3": "교과번호", "4": "교과목명"},
        {
          "0": "초급",
          "1": "빅데이터 개론1(A-1A)",
          "2": "데이터사이언스전공",
          "3": "21105229",
          "4": "파이썬데이터분석(002)",
        },
        {
          "0": "초급",
          "1": "프로그래밍  기초(A-3)",
          "2": "컴퓨터과학전공(첨단)",
          "3": "21000557",
          "4": "자바프로그래밍(001)",
        },
        {
          "0": "초급",
          "1": "프로그래밍  기초(A-3)",
          "2": "컴퓨터과학전공(첨단)",
          "3": "21000557",
          "4": "자바프로그래밍(002)",
        },
        {
          "0": "초급",
          "1": "프로그래밍  기초(A-3)",
          "2": "컴퓨터과학전공(첨단)",
          "3": "21000557",
          "4": "자바프로그래밍(003)",
        },
        {
          "0": "초급",
          "1": "프로그래밍  기초(A-3)",
          "2": "컴퓨터과학전공(첨단)",
          "3": "21002144",
          "4": "프로그래밍개론(001)",
        },
        {
          "0": "초급",
          "1": "프로그래밍  기초(A-3)",
          "2": "컴퓨터과학전공(첨단)",
          "3": "21002144",
          "4": "프로그래밍개론(002)",
        },
        {
          "0": "초급",
          "1": "프로그래밍  기초(A-3)",
          "2": "컴퓨터과학전공(첨단)",
          "3": "21002144",
          "4": "프로그래밍개론(003)",
        },
        {
          "0": "초급",
          "1": "프로그래밍  기초(A-3)",
          "2": "통계학과",
          "3": "21050230",
          "4": "통계프로그래밍(001)",
        },
        {
          "0": "초급",
          "1": "프로그래밍  기초(A-3)",
          "2": "통계학과",
          "3": "21050230",
          "4": "통계프로그래밍(002)",
        },
        {
          "0": "초급",
          "1": "프로그래밍  기초(A-3)",
          "2": "인공지능공학부",
          "3": "21003683",
          "4": "프로그래밍방법론(001)",
        },
        {
          "0": "초급",
          "1": "프로그래밍  기초(A-3)",
          "2": "인공지능공학부",
          "3": "21003683",
          "4": "프로그래밍방법론(002)",
        },
        {
          "0": "초급",
          "1": "프로그래밍  기초(A-3)",
          "2": "인공지능공학부",
          "3": "21105365",
          "4": "웹프로그래밍(001)",
        },
        {
          "0": "초급",
          "1": "프로그래밍  기초(A-3)",
          "2": "인공지능공학부",
          "3": "21105365",
          "4": "웹프로그래밍(002)",
        },
        {
          "0": "초급",
          "1": "알고리즘(A-4)",
          "2": "컴퓨터과학전공(첨단)",
          "3": "21000549",
          "4": "알고리즘(001)",
        },
        {
          "0": "초급",
          "1": "알고리즘(A-4)",
          "2": "컴퓨터과학전공(첨단)",
          "3": "21000549",
          "4": "알고리즘(002)",
        },
        {
          "0": "초급",
          "1": "알고리즘(A-4)",
          "2": "컴퓨터과학전공(첨단)",
          "3": "21000549",
          "4": "알고리즘(003)",
        },
        {
          "0": "초급",
          "1": "알고리즘(A-4)",
          "2": "인공지능공학부",
          "3": "21100720",
          "4": "알고리즘입문(001)",
        },
        {
          "0": "초급",
          "1": "알고리즘(A-4)",
          "2": "인공지능공학부",
          "3": "21100720",
          "4": "알고리즘입문(002)",
        },
        {
          "0": "초급",
          "1": "알고리즘(A-4)",
          "2": "인공지능공학부",
          "3": "21100720",
          "4": "알고리즘입문(003)",
        },
        {
          "0": "초급",
          "1": "인공지능 입문(A-5)",
          "2": "인공지능공학부",
          "3": "21105364",
          "4": "인공지능입문",
        },
        {
          "0": "초급",
          "1": "기초  통계학(A-6)",
          "2": "통계학과",
          "3": "21003032",
          "4": "통계학입문(001)",
        },
        {
          "0": "초급",
          "1": "기초  통계학(A-6)",
          "2": "통계학과",
          "3": "21003032",
          "4": "통계학입문(002)",
        },
        {
          "0": "초급",
          "1": "기초  통계학(A-6)",
          "2": "통계학과",
          "3": "21003032",
          "4": "통계학입문(003)",
        },
        {
          "0": "초급",
          "1": "기초  통계학(A-6)",
          "2": "통계학과",
          "3": "21003032",
          "4": "통계학입문(004)",
        },
        {
          "0": "초급",
          "1": "기초  통계학(A-6)",
          "2": "통계학과",
          "3": "21003032",
          "4": "통계학입문(005)",
        },
        {
          "0": "초급",
          "1": "기초  통계학(A-6)",
          "2": "통계학과",
          "3": "21003032",
          "4": "통계학입문(006)",
        },
        {
          "0": "초급",
          "1": "기초  통계학(A-6)",
          "2": "통계학과",
          "3": "21000590",
          "4": "기초통계학Ⅱ(001)",
        },
        {
          "0": "초급",
          "1": "기초  통계학(A-6)",
          "2": "통계학과",
          "3": "21000590",
          "4": "기초통계학Ⅱ(002)",
        },
        {
          "0": "초급",
          "1": "기초  통계학(A-6)",
          "2": "통계학과",
          "3": "21000590",
          "4": "기초통계학Ⅱ(003)",
        },
        {
          "0": "초급",
          "1": "빅데이터  수학(A-24)",
          "2": "데이터사이언스전공",
          "3": "21105367",
          "4": "AI수학",
        },
        {
          "0": "초급",
          "1": "빅데이터  수학(A-24)",
          "2": "통계학과",
          "3": "21050229",
          "4": "통계수학Ⅱ(001)",
        },
        {
          "0": "초급",
          "1": "빅데이터  수학(A-24)",
          "2": "통계학과",
          "3": "21050229",
          "4": "통계수학Ⅱ(002)",
        },
        {
          "0": "초급",
          "1": "빅데이터  수학(A-24)",
          "2": "통계학과",
          "3": "21050229",
          "4": "통계수학Ⅱ(003)",
        },
        {
          "0": "초급",
          "1": "빅데이터  수학(A-24)",
          "2": "인공지능공학부",
          "3": "21102525",
          "4": "공학수학Ⅰ(001)",
        },
        {
          "0": "초급",
          "1": "빅데이터  수학(A-24)",
          "2": "인공지능공학부",
          "3": "21102525",
          "4": "공학수학Ⅰ(002)",
        },
        {
          "0": "중급",
          "1": "빅데이터 종합설계(A-7)",
          "2": "IT공학전공",
          "3": "21102532",
          "4": "데이터분석및활용",
        },
        {
          "0": "중급",
          "1": "데이터베이스(A-9)",
          "2": "컴퓨터과학전공(첨단)",
          "3": "21003183",
          "4": "데이터베이스설계와질의(001)",
        },
        {
          "0": "중급",
          "1": "데이터베이스(A-9)",
          "2": "컴퓨터과학전공(첨단)",
          "3": "21003183",
          "4": "데이터베이스설계와질의(002)",
        },
        {
          "0": "중급",
          "1": "데이터베이스(A-9)",
          "2": "컴퓨터과학전공(첨단)",
          "3": "21003183",
          "4": "데이터베이스설계와질의(003)",
        },
        {
          "0": "중급",
          "1": "데이터베이스(A-9)",
          "2": "인공지능공학부",
          "3": "21102538",
          "4": "데이터베이스(001)",
        },
        {
          "0": "중급",
          "1": "데이터베이스(A-9)",
          "2": "인공지능공학부",
          "3": "21102538",
          "4": "데이터베이스(002)",
        },
        {
          "0": "중급",
          "1": "서버  프로그래밍(A-11)",
          "2": "컴퓨터과학전공(첨단)",
          "3": "21001713",
          "4": "리눅스시스템(001)",
        },
        {
          "0": "중급",
          "1": "서버  프로그래밍(A-11)",
          "2": "컴퓨터과학전공(첨단)",
          "3": "21001713",
          "4": "리눅스시스템(002)",
        },
        {
          "0": "중급",
          "1": "서버  프로그래밍(A-11)",
          "2": "IT공학전공",
          "3": "21102530",
          "4": "서버운영및보안(001)",
        },
        {
          "0": "중급",
          "1": "서버  프로그래밍(A-11)",
          "2": "IT공학전공",
          "3": "21102530",
          "4": "서버운영및보안(002)",
        },
        {
          "0": "중급",
          "1": "데이터  마이닝(A-13)",
          "2": "데이터사이언스전공",
          "3": "21102905",
          "4": "데이터마이닝및분석",
        },
        {
          "0": "중급",
          "1": "데이터  마이닝(A-13)",
          "2": "통계학과",
          "3": "21003030",
          "4": "데이터마이닝",
        },
        {
          "0": "중급",
          "1": "데이터 시각화(A-14)",
          "2": "IT공학전공",
          "3": "21102531",
          "4": "HCI개론(캡스톤디자인)",
        },
        {
          "0": "중급",
          "1": "회귀분석(A-25)",
          "2": "통계학과",
          "3": "21000585",
          "4": "회귀분석(001)",
        },
        {
          "0": "중급",
          "1": "회귀분석(A-25)",
          "2": "통계학과",
          "3": "21000585",
          "4": "회귀분석(002)",
        },
        {
          "0": "중급",
          "1": "기계학습(A-26)",
          "2": "데이터사이언스전공",
          "3": "21104603",
          "4": "머신러닝",
        },
        {
          "0": "고급",
          "1": "클라우드 시스템(A-19)",
          "2": "컴퓨터과학전공(첨단)",
          "3": "21003735",
          "4": "클라우드시스템",
        },
        {
          "0": "고급",
          "1": "이미지  데이터 처리(A-21)",
          "2": "컴퓨터과학전공(첨단)",
          "3": "21003187",
          "4": "영상정보처리",
        },
        {
          "0": "고급",
          "1": "이미지  데이터 처리(A-21)",
          "2": "IT공학전공",
          "3": "21102528",
          "4": "컴퓨터비전",
        },
        {
          "0": "고급",
          "1": "고급 기계학습 프로젝트(A-22)",
          "2": "IT공학전공",
          "3": "21003682",
          "4": "졸업프로젝트",
        },
        {
          "0": "고급",
          "1": "고급  통계자료 분석(A-23)",
          "2": "통계학과",
          "3": "21000568",
          "4": "통계분석실습",
        },
        {
          "0": "고급",
          "1": "고급  통계자료 분석(A-23)",
          "2": "통계학과",
          "3": "21000574",
          "4": "다변량통계분석",
        },
      ],
    ],
    "contentImages": [
      "https:\/\/bigdata.sookmyung.ac.kr:443\/data\/editor\/2412\/thumb-67cda004294dd9af23e0de6b0bd95b25_1735189961_4283_2000x2841.jpg",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "[장학금] 2024-2 빅데이터전공(COSS형) 장학금 신청 안내(~1\/5)",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=99&page=5",
    "date": "2024-12-26",
    "contentText":
    "[\n장학금\n] 2024-2\n빅데이터전공\n(COSS\n형\n)\n장학금 신청 안내\n빅데이터혁신융합사업단에서\n2024-2\n학기 빅데이터전공\n(COSS\n형\n)\n장학금 신청을 안내합니다\n.\n아래 내용을 확인하여 신청 기간내\n[\n사업단 학사관리시스템 홈페이지\n]\n에서 신청하시기 바랍니다\n.\n<\n사업단 홈페이지 회원가입 및 학사관리시스템 학생인증\n>\n회원가입 및 학생인증 미진행한 학생은 아래 기간까지 진행\n하시기 바랍니다\n.\n총\n2\n번의 승인 처리가 필요하며\n1~5\n일 소요 예정입니다\n.\n기간 마감 이후 다음 승인 처리는\n25\n년\n3\n월에 예정되어 있으니\n,\n반드시 사전에 미리 진행하시기 바랍니다\n.\n■\n홈페이지 가입 승인기간\n:\n~ 2025. 1. 3.(\n금\n)\n오전\n11\n시까지\n(\n※\n주말\n\/\n공휴일은 승인 처리 불가\n)\n■\n사업단 홈페이지\n:\nhttps:\/\/bigdata.sookmyung.ac.kr\/\n■\n사업단 학사관리시스템 홈페이지\n:\nhttps:\/\/bigdataschool.sookmyung.ac.kr\/bbs\/login.php\/\n1.\n대상\n: 2024-2\n학기 빅데이터전공 재학생\n00\n명 중 직전 학기 평균 평점\nB0\n이상인 학생\n※\n수료생\n,\n휴학생 장학금 지급 불가\n※\n직전 학기 평균 평점이 없는 경우 장학금 지급 불가\n2.\n신청기간\n:\n2025. 1. 3.(\n금\n) ~ 1. 5.(\n일\n)\n자정까지\n(\n※\n신청기간 엄수\n)\n3.\n신청방법\n:\n사업단 학사관리시스템 홈페이지\n> [\n숙명인\n] > [\n장학금신청\n] > [\n성적\n]\n신청하기\n4.\n제출서류\n①\n2024-2\n학기 재학증명서\n②\n전체학기 성적증명서\n(2024-2\n학기 성적까지 포함\n)\n③\n입금계좌신청서\n(\n양식\n)\n및 신분증\n※\n입금계좌신청서 및 신분증\n:\n이전에 한번도 빅데이터전공 장학금을 신청하지 않은 학생만 제출하며\n,\n입금계좌 변경이 필요한 학생은 다시 제출해 주시기 바랍니다\n.(\n빅데이터전공 장학금을\n1\n회 이상 받은 학생은 기존 계좌로 입금될 예정\n)\n※\n입금계좌신청서\n“\n구매처코드\n”\n란은 반드시 공란\n(\n빈칸\n)\n으로 하고\n나머지 항목은 반드시 상세내용\n(\n주소\n)\n까지 작성\n해야 합니다\n.\n또한\n개인정보 동의 체크\n,\n학생 서명은 반드시 서명된 이미지 첨부 또는 전자서명만 가능\n합니다\n.\n※\n모든 서류는 제출일자 기준\n3\n개월 이내 서류만 가능하며\n, 1\n개의\nPDF\n파일로 병합하여 파일명은\n“\n빅데이터전공 장학금 신청\n_\n학번\n\/\n이름\n”\n으로 기재 후 제출하시기 바랍니다\n.\n※\n제출서류가 미비할 경우 장학금 신청이 반려될 수 있습니다\n.\n5.\n심사내용\n가\n. 2024-2\n학기 빅데이터전공 교과목 이수 수 및 성적\n나\n.\n평균 평점\n다\n.\n비교과 프로그램\n(\n해당 하는 학생 가산점 부여\n)\n①\n2024\n빅데이터전공 학생워크숍\n-\n빅데이터전공\nDAY\n참여\n②\n2024\n빅데이터 취업특강 참여\n③\n2024 CO-SHOW\n참여\n④\n2024-2\n빅데이터\nMD\n설명회 참석\n⑤\n2024-2\n빅데이터 캠퍼스 숙명여대 분원 이용\n⑥\n2024\n빅데이터 융합 어플리케이션 대회 발표회 참석\n⑦\n2024-2\n교과만족도 조사 참여\n(~25.1.5.\n까지 조사진행 중\n(\n하단링크\n)\n▼\n)\nhttps:\/\/srv.sthp.kr\/survey\/20240554\/?grpID=5\n라\n.\n그 외 기타 사항\n(\n제출기한 및 응답 준수 등\n)\n6. 기타사항:\n2024-2학기부터 빅데이터전공 장학금 및 빅데이터 마이크로디그리 장학금 중복 지급이 불가하오니 이점 유의하시기 바랍니다.(둘 중 하나만 지급 가능)\n7.\n심사진행 및 결과안내\n:\n위원회 심사(1월 중)\n>\n결과 안내\n(2\n월 중\n) >\n장학금 지급\n(2\n월 말\n)\n8.\n문의\n:\n빅데이터혁신융합사업단\np157499@sookmyung.ac.kr",
    "contentAttachment": [
      {
        "text": "입금계좌신청서개인용_변경.hwp(38.5K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=99&no=0&page=5",
      },
    ],
    "contentTable": [
      [
        {
          "0":
          "<사업단 홈페이지 회원가입 및 학사관리시스템 학생인증>회원가입 및 학생인증 미진행한 학생은 아래 기간까지 진행하시기 바랍니다.총 2번의 승인 처리가 필요하며 1~5일 소요 예정입니다.기간 마감 이후 다음 승인 처리는 25년 3월에 예정되어 있으니, 반드시 사전에 미리 진행하시기 바랍니다.■ 홈페이지 가입 승인기간: ~ 2025. 1. 3.(금) 오전 11시까지 (※주말\/공휴일은 승인 처리 불가)■ 사업단 홈페이지: https:\/\/bigdata.sookmyung.ac.kr\/■ 사업단 학사관리시스템 홈페이지: https:\/\/bigdataschool.sookmyung.ac.kr\/bbs\/login.php\/",
        },
      ],
    ],
    "contentImages": [],
    "site": "co",
    "periods": null,
  },
  {
    "title": "[빅데이터전공] 2025 교육과정 개편 관련 교과목 안내(예정)",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=98&page=5",
    "date": "2024-12-20",
    "contentText":
    "2025\n학부 교육과정 개편 및 학생자율설계전공 교육과정 개편 관련하여 안내드립니다\n.\n현재 학생자율설계전공 교육과정 개편 진행 중으로\n,\n심의 후 최종 결과는\n1\n월 중 안내 예정이오니 아래 내용은 변경될 수 있음을 유의하시기 바랍니다\n.\n1. 2025\n학부 교육과정 개편 관련 교과목 안내\n가\n.\n폐지 교과목\n-\n폐지 이전에 이수한 교과목은 빅데이터전공 이수 교과목으로 인정 가능합니다\n.\n번호\n표준교과목\n운영교과목\n주관학과\n1\n프로그래밍 기초\n(A-3)\n윈도우프로그래밍\n컴퓨터과학전공\n(\n첨단\n)\n2\n인공지능 입문\n(A-5)\n인공지능\n컴퓨터과학전공\n(\n첨단\n)\n3\n서버 프로그래밍\n(A-11)\n서버운영및보안\nIT\n공학전공\n나\n.\n변경 교과목\n(\n개설학기\n)\n번호\n표준교과목\n운영교과목\n주관학과\n변경 후\n1\n인공지능 입문\n(A-5)\n머신러닝\n데이터사이언스전공\n1\n학기\n2\n기초 통계학\n(A-6)\n기초통계학\nⅠ\n통계학과\n모든학기\n3\n빅데이터 수학\n(A-24)\n통계수학\nⅠ\n통계학과\n모든학기\n4\n데이터 마이닝\n(A-13)\n데이터마이닝및분석\n데이터사이언스전공\n2\n학기\n5\n회귀분석\n(A-25)\n회귀분석\n통계학과\n모든학기\n6\n고급 빅데이터\n(\n특수연구\n)(A-17)\n빅데이터처리\n데이터사이언스전공\n1\n학기\n2.\n학생자율설계전공 교육과정 개편 관련 교과목 안내\n(\n안\n)\n가\n.\n추가 예정 교과목\n- 빅데이터전공 교육과정에 추가된 이후 교과목 이수 시 빅데이터전공 이수 교과목으로 인정 가능합니다\n.\n- 단\n,\n추가 이전에 이미 이수 완료한 교과목은 인정 불가합니다\n.\n- 추가 예정 교과목 중\n2025\n학부 교육과정 개편 관련 신설 교과목이 포함될 수 있습니다\n.\n번호\n표준교과목\n운영교과목\n주관학과\n1\n빅데이터 개론\n1(A-1A)\n파이썬데이터분석\n데이터사이언스전공\n2\n프로그래밍 기초\n(A-3)\n웹프로그래밍\n인공지능공학부\n3\n인공지능 입문\n(A-5)\n인공지능기초\n데이터사이언스전공\n4\n인공지능 입문\n(A-5)\n인공지능입문\n인공지능공학부\n5\n빅데이터 수학\n(A-24)\nAI\n수학\n데이터사이언스전공\n6\n빅데이터 수학\n(A-24)\n공학수학\nⅠ\n인공지능공학부\n7\n빅데이터 수학\n(A-24)\n공학수학\nⅡ\n인공지능공학부\n8\n빅데이터 윤리\n(A-8)\n빅데이터윤리\n기초교양학부\n9\n빅데이터 스토리지 시스템\n(A-10)\n컴퓨터구조\n컴퓨터과학전공\n(\n첨단\n)\n10\n빅데이터 스토리지 시스템\n(A-10)\n컴퓨터아키텍쳐\n인공지능공학부\n11\n텍스트 마이닝\n(A-12)\n텍스트마이닝과자연어처리\n통계학과\n12\n데이터 마이닝\n(A-13)\n데이터패턴인식\n인공지능공학부\n13\n데이터 마이닝\n(A-13)\n다변량통계분석\n통계학과\n14\n딥러닝\n(A-15)\n딥러닝개론\n인공지능공학부\n15\n딥러닝\n(A-15)\n생성형\nAI\n의이해\n데이터사이언스전공\n16\n딥러닝\n(A-15)\n딥러닝개론\n데이터사이언스전공\n17\n통계계산 및 최적화\n(A-16)\n통계계산\n통계학과\n18\n고급 빅데이터\n(\n특수연구\n)(A-17)\n인공지능산업체특강\n인공지능공학부\n19\n자연어처리\n(A-20)\n학생개설\n:\n지능형언어처리\n인공지능공학부\n20\n고급 기계학습 프로젝트\n(A-22)\n시스템종합설계\n컴퓨터과학전공\n(\n첨단\n)\n나\n.\n수준 변경 예정 교과목\n- 수준 변경에 따라 교육과정 버전을 변경하여 이수해야 할 수 있습니다\n.\n번호\n변경 전\n변경 후\n비고\n표준교과목\n운영교과목\n표준교과목\n운영교과목\n수준\n1\n인공지능 입문\n(A-5)\n머신러닝\n기계학습\n(A-26)\n머신러닝\n초급\n→\n중급\n2\n통계적기계학습\n통계적기계학습\n3\n인공지능과기계학습\n인공지능과기계학습\n3. 기타 사항\n- 학생자율설계전공 교육과정 개편 최종 결과 안내 후 빅데이터전공 교과목 리스트 업데이트 예정입니다.",
    "contentAttachment": [],
    "contentTable": [
      [
        {"0": "번호", "1": "표준교과목", "2": "운영교과목", "3": "주관학과"},
        {"0": "1", "1": "프로그래밍 기초(A-3)", "2": "윈도우프로그래밍", "3": "컴퓨터과학전공(첨단)"},
        {"0": "2", "1": "인공지능 입문(A-5)", "2": "인공지능", "3": "컴퓨터과학전공(첨단)"},
        {"0": "3", "1": "서버 프로그래밍(A-11)", "2": "서버운영및보안", "3": "IT공학전공"},
      ],
      [
        {"0": "번호", "1": "표준교과목", "2": "운영교과목", "3": "주관학과", "4": "변경 후"},
        {
          "0": "1",
          "1": "인공지능 입문(A-5)",
          "2": "머신러닝",
          "3": "데이터사이언스전공",
          "4": "1학기",
        },
        {"0": "2", "1": "기초 통계학(A-6)", "2": "기초통계학Ⅰ", "3": "통계학과", "4": "모든학기"},
        {
          "0": "3",
          "1": "빅데이터 수학(A-24)",
          "2": "통계수학Ⅰ",
          "3": "통계학과",
          "4": "모든학기",
        },
        {
          "0": "4",
          "1": "데이터 마이닝(A-13)",
          "2": "데이터마이닝및분석",
          "3": "데이터사이언스전공",
          "4": "2학기",
        },
        {"0": "5", "1": "회귀분석(A-25)", "2": "회귀분석", "3": "통계학과", "4": "모든학기"},
        {
          "0": "6",
          "1": "고급 빅데이터(특수연구)(A-17)",
          "2": "빅데이터처리",
          "3": "데이터사이언스전공",
          "4": "1학기",
        },
      ],
      [
        {"0": "번호", "1": "표준교과목", "2": "운영교과목", "3": "주관학과"},
        {"0": "1", "1": "빅데이터 개론1(A-1A)", "2": "파이썬데이터분석", "3": "데이터사이언스전공"},
        {"0": "2", "1": "프로그래밍 기초(A-3)", "2": "웹프로그래밍", "3": "인공지능공학부"},
        {"0": "3", "1": "인공지능 입문(A-5)", "2": "인공지능기초", "3": "데이터사이언스전공"},
        {"0": "4", "1": "인공지능 입문(A-5)", "2": "인공지능입문", "3": "인공지능공학부"},
        {"0": "5", "1": "빅데이터 수학(A-24)", "2": "AI수학", "3": "데이터사이언스전공"},
        {"0": "6", "1": "빅데이터 수학(A-24)", "2": "공학수학Ⅰ", "3": "인공지능공학부"},
        {"0": "7", "1": "빅데이터 수학(A-24)", "2": "공학수학Ⅱ", "3": "인공지능공학부"},
        {"0": "8", "1": "빅데이터 윤리(A-8)", "2": "빅데이터윤리", "3": "기초교양학부"},
        {
          "0": "9",
          "1": "빅데이터 스토리지 시스템(A-10)",
          "2": "컴퓨터구조",
          "3": "컴퓨터과학전공(첨단)",
        },
        {"0": "10", "1": "빅데이터 스토리지 시스템(A-10)", "2": "컴퓨터아키텍쳐", "3": "인공지능공학부"},
        {"0": "11", "1": "텍스트 마이닝(A-12)", "2": "텍스트마이닝과자연어처리", "3": "통계학과"},
        {"0": "12", "1": "데이터 마이닝(A-13)", "2": "데이터패턴인식", "3": "인공지능공학부"},
        {"0": "13", "1": "데이터 마이닝(A-13)", "2": "다변량통계분석", "3": "통계학과"},
        {"0": "14", "1": "딥러닝(A-15)", "2": "딥러닝개론", "3": "인공지능공학부"},
        {"0": "15", "1": "딥러닝(A-15)", "2": "생성형AI의이해", "3": "데이터사이언스전공"},
        {"0": "16", "1": "딥러닝(A-15)", "2": "딥러닝개론", "3": "데이터사이언스전공"},
        {"0": "17", "1": "통계계산 및 최적화(A-16)", "2": "통계계산", "3": "통계학과"},
        {
          "0": "18",
          "1": "고급 빅데이터(특수연구)(A-17)",
          "2": "인공지능산업체특강",
          "3": "인공지능공학부",
        },
        {"0": "19", "1": "자연어처리(A-20)", "2": "학생개설:지능형언어처리", "3": "인공지능공학부"},
        {
          "0": "20",
          "1": "고급 기계학습 프로젝트(A-22)",
          "2": "시스템종합설계",
          "3": "컴퓨터과학전공(첨단)",
        },
      ],
      [
        {
          "0": "번호",
          "1": "변경 전",
          "2": "변경 전",
          "3": "변경 후",
          "4": "변경 후",
          "5": "비고",
        },
        {
          "0": "번호",
          "1": "표준교과목",
          "2": "운영교과목",
          "3": "표준교과목",
          "4": "운영교과목",
          "5": "수준",
        },
        {
          "0": "1",
          "1": "인공지능 입문(A-5)",
          "2": "머신러닝",
          "3": "기계학습(A-26)",
          "4": "머신러닝",
          "5": "초급→중급",
        },
        {
          "0": "2",
          "1": "인공지능 입문(A-5)",
          "2": "통계적기계학습",
          "3": "기계학습(A-26)",
          "4": "통계적기계학습",
          "5": "초급→중급",
        },
        {
          "0": "3",
          "1": "인공지능 입문(A-5)",
          "2": "인공지능과기계학습",
          "3": "기계학습(A-26)",
          "4": "인공지능과기계학습",
          "5": "초급→중급",
        },
      ],
    ],
    "contentImages": [],
    "site": "co",
    "periods": null,
  },
  {
    "title": "서울시립대 2024학년도 빅데이터 미래산업 트렌드 기업연계세미나 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=97&page=5",
    "date": "2024-12-19",
    "contentText":
    "서울시립대학교 빅데이터혁신융합대학사업단에서 2024학년도 빅데이터 미래산업 트렌드 기업연계세미나를 아래와 같이 개최합니다. 많은 학생분들의 관심과 참여 바랍니다.\n1. 행 사 명 : 2024학년도 빅데이터 미래산업 트렌드 기업연계세미나\n2. 주    제 : AI와 빅데이터 융합\n3. 접수일정 :\n2024년 12월 19일(목)부터 선착순 마감\n(빅데이터 컨소시엄 대학 사전 접수)\n4. 참여대상 : AI와 빅데이터 분야에 관심있는 누구나\n5. 행사일시 :\n2025. 1. 10.(금) 14:00~18:00\n6. 개최장소 : 서울시립대학교 100주년기념관 307호\n7. 참여방식\n- 포스터 속 QR코드 통해 구글폼 제출\n- 온·오프라인 참여방식 선택\n(온라인 200명 \/ 오프라인 120명 선착순 접수)\n8. 참여혜택\n- 오프라인 참가자 런치박스 제공\n- 이수증 발급 및 기프티콘 제공(만족도 조사 참여자)\n9. 문 의 처 : 서울시립대학교 빅데이터혁신융합대학사업단(02-6490-6927~6929)",
    "contentAttachment": [],
    "contentTable": [],
    "contentImages": [
      "https:\/\/p157499.cafe24.com\/data\/editor\/2412\/a6bb82156fa81d45a72074245ee2f131_1734590197_941.png",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "경상국립대 동계방학 빅데이터 Tableau Workshop 프로그램 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=96&page=5",
    "date": "2024-12-19",
    "contentText":
    "경상국립대학교 빅데이터 혁신융합대학 사업단에서는 대학생들의 빅데이터 분석 능력 향상을 위하여「동계방학 빅데이터 Tableau Workshop」프로그램을 운영하고자 하오니, 학생분들의 많은 관심 바랍니다.\n가. 행 사 명: 동계방학 빅데이터 Tableau Workshop\n나. 참여대상: 빅데이터 혁신융합대학 컨소시엄 참여대학 재학생\n*서울대학교, 경기과학기술대학교, 서울시립대학교, 숙명여자대학교, 전북대학교, 한동대학교\n다. 신청기간:\n~ 2025. 1. 10.(금), 18시까지(구글폼 신청)\n라. 신청방법: 포스터 내 QR코드 활용\n마. 프로그램 기간:\n2025. 1. 19.(금) ~ 1. 22.(수)\n바. 프로그램 장소: 대전 호텔 인터시티 오크홀\n사. 혜택: 대상(1팀), 최우수(1팀), 우수(1팀) 수상\n아. 문 의 처: ☎055-772-2776(hblee@gnu.ac.kr)\n*자세한 내용은 포스터 확인",
    "contentAttachment": [],
    "contentTable": [],
    "contentImages": [
      "https:\/\/bigdata.sookmyung.ac.kr:443\/data\/editor\/2412\/thumb-a6bb82156fa81d45a72074245ee2f131_1734589306_2592_2000x2822.png",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "[빅데이터전공] 2025-1 학생자율설계전공 빅데이터전공(COSS형) 모집 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=95&page=6",
    "date": "2024-12-05",
    "contentText":
    "빅데이터혁신융합사업단에서\n2025-1\n학기 학생자율설계전공 빅데이터전공\n(COSS\n형\n)\n을 모집합니다\n.\n아래 내용을 참고하여 기간 내에 신청하시기 바랍니다\n.\n※\n학생자율설계전공 빅데이터전공\n(COSS\n형\n)\n은 빅데이터혁신융합사업단에서 별도 모집\n\/\n선발함\n※\n빅데이터전공 세부 내용은 사업단 홈페이지\n(bigdata.sookmyung.ac.kr)\n에서 확인 가능함\n1.\n신청자격\n1) 2024-2\n학기 기준\n3~6\n학기 학부 재학생\n2) 4~7\n학기 휴학생 중\n2025-1\n학기 복학 예정자\n※\n학생자율설계전공 기존 신청 및 취소 이력이 있으면 신청 불가\n,\n재학 중\n1\n번만 신청 가능\n2.\n신청기간\n:\n2024. 12. 9.(\n월\n) ~ 12. 20.(\n금\n) 16:00\n(\n※\n마감시간 준수\n)\n3.\n신청방법\n:\n아래 제출서류 모두 구비하여 사업단 이메\n(p157499@sookmyung.ac.kr)\n일로 제출\n-\n메일제목\n: [\n빅데이터전공 신청\n]\n학번\n\/\n이름\n-\n메일내용\n:\n제출서류 모두 첨부\n4.\n제출자료\n1)\n빅데이터전공 신청서\n(\n양식\n) 1\n부\n2)\n학업계획서\n(\n양식\n) 1\n부\n3)\n전체학기 성적증명서\n(\n국문\n) 1\n부\n(\n※\n제출일자 기준\n3\n개월 이내의 발급건만 인정함\n)\n5.\n전공 선발 및 승인 절차\n-\n신청서 사업단 이메일 제출\n>\n지도교수 심사\n>\n결과 안내 및 전공 승인 처리\n※\n학생자율설계전공 빅데이터전공\n(COSS\n형\n)\n공은 숙명포털에서 신청하지 않으며\n,\n지도교수 상담도 진행하지 않음\n※\n전공 선발 결과는 신청서에 기재된 이메일로 개별 안내 예정\n6.\n특전\n1)\n성적 우수자 및 빅데이터 혁신융합대학 프로그램 참여 우수자 장학금 지급\n2)\n교양핵심 및 타 교과영역과\n9\n학점까지 중복 인정\n3)\n전공 진입 이전에 이수완료한 교과목은 표준교과목 기준\n18\n학점까지 인정\n4)\n빅데이터혁신융합사업단 프로그램 우선 선발 혜택\n5)\n빅데이터전공 창업동아리 및 빅데이터 미니도서관 이용\n7.\n유의사항\n(\n★\n필독\n)\n1) 2025\n학부 교육과정 개편 및 학생자율설계전공 교육과정 개편 진행 중으로 일부 교과목이 변경될 예정이며\n,\n변경된 교육과정으로 이수해야 할 수 있습니다\n.\n2)\n학생자율설계전공 빅데이터전공\n(COSS\n형\n)\n최종 개편 자료는 사업단 홈페이지 공지사항에서 안내될 예정입니다\n.\n3)\n빅데이터전공은 영역별 표준교과목 기준으로 이수해야 하며\n, 1\n개의 표준교과목에\n1\n개의 우리대학 교과목으로 매칭하여 카운트 함에 유의하시기 바랍니다\n.\n4)\n전공 설명회를 별도로 진행하지 않으며\n,\n전공 이수에 대한 설명이 필요한 학생은 사업단으로 문의하여 상담을 진행하시기 바랍니다\n. (\n※\n방문 상담 가능\n)\n8.\n문의\n:\n빅데이터혁신융합사업단\np157499@sookmyung.ac.kr \/ 02) 2077-7192\n[\n첨부\n]\n1. 2025-1\n학생자율설계전공 빅데이터전공\n(COSS\n형\n)\n신청 가이드북\n2.\n학생자율설계전공 빅데이터전공\n(COSS\n형\n)\n신청서\n(\n양식\n)\n3.\n학생자율설계전공 빅데이터전공\n(COSS\n형\n)\n학업계획서\n(\n양식\n)",
    "contentAttachment": [
      {
        "text": "2025-1 빅데이터전공 모집 자료.zip(635.0K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=95&no=0&page=6",
      },
    ],
    "contentTable": [],
    "contentImages": [
      "https:\/\/p157499.cafe24.com\/data\/editor\/2412\/c76a7bc553fea2d1fafef21205b002e2_1733380684_7569.jpg",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "[졸업] 2024-2학기 졸업논문제 심사 관련 제출 서류 안내(~12\/18)",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=94&page=6",
    "date": "2024-12-02",
    "contentText":
    "빅데이터혁신융합사업단에서 2024-2학기(25년 2월) 빅데이터전공 졸업논문제 심사 관련하여 제출 서류를 안내하오니, 대상 학생은 아래 기간내 반드시 제출하시기 바랍니다.\n1. 제출대상: 24-2학기(25년 2월) 빅데이터전공 졸업예정자\n2. 제출기간:\n2024. 12. 2.(월) ~ 12. 18.(수)까지\n3. 제출방법: 사업단 이\n메일(\np157499@sookmyung.ac.kr\n)로 제출\n- 메일제목: [빅데이터전공 졸업] 학번\/이름\n- 메일내용: 제출서류 모두 첨부\n4. 제출서류\n1) 졸업논문제 결과물\n2) 졸업논문심사결과보고서(양식)\n※졸업논문심사결과보고서에는\n학생 개인정보 및 논문제 형식\n만 작성하여 제출함\n5. 유의사항\n1) 사업단에서 빅데이터전공 지도교수 심사 진행 후 제출자료 모두 학사팀 제출 예정\n2) 졸업논문제 심사결과는 개별 이메일로 안내 예정\n3) 졸업논문제 합격된 이후에 본인이 희망하여도 불합격으로 바꿀 수 없음에 유의\n4) 졸업논문제는 반드시 하나의 전공에서만 인정하며 타전공과 중복인정 불가함에 유의\n6. 문의: 빅데이터혁신융합사업단\np157499@sookmyung.ac.kr,\n02-2077-7192",
    "contentAttachment": [
      {
        "text": "자율설계전공 졸업논문심사결과보고서양식.hwp(31.5K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=94&no=0&page=6",
      },
    ],
    "contentTable": [],
    "contentImages": [],
    "site": "co",
    "periods": null,
  },
  {
    "title": "서울특별시 빅데이터 캠퍼스 빅데이터 분석 전문과정 모집(12월) 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=93&page=6",
    "date": "2024-11-26",
    "contentText":
    "빅데이터혁신융합사업단과 서울시 빅데이터 캠퍼스가 함께하는\n\"빅데이터 전문 교육(Python을 활용한 빅데이터 분석, 4기)\"\n을\n아래와 같이 실시 하오니 여러분의 많은 신청 바랍니다.\n교육 개요\nㅁ 교육명 : 빅데이터 분석 전문과정(2일)\nㅁ 교육운영 : 2024.06.~2024.12.(월 1회 32명)\nㅁ 교육대상 : 일반시민, 대학(원)생 등\nㅁ 교육장소 : 서울시 빅데이터 캠퍼스 상암 본원 세미나실\nㅁ 교육내용\n- 빅데이터 캠퍼스 소개\n- Python\/R의 이해 및 탐색적 데이터 분석\n- 데이터 핸들링 및 실습\nㅁ 교육과정\n- 6, 8, 10, 12월 : Python을 활용한 빅데이터 분석(총 2일, 12시간)\n- 7, 9, 11월 : R을 활용한 빅데이터 분석(총 2일, 12시간)\nㅁ교육혜택 : 교육비 전액 무료, 수료증 제공(점심식사 미제공)\n12월 교육 운영 일정\nㅁ 교육명 : Python을 활용한 빅데이터 분석(4기)\nㅁ 교육일시 : 2024.12.26(목) ~ 12.27(금) 10:00 ~ 17:00(1일\/6시간), 점심시간 12:00 ~ 13:00\nㅁ 접수기간\n: 2024.12.02(월) 09:00 ~ 12.09(화) 09:00\n○\n교육생 발표 : 2024.12.10(화) 14:00, 32명 추첨 선발\n○\n서울시 빅데이터 캠퍼스 홈페이지\n(서울특별시 빅데이터 캠퍼스 > 이용자 지원 > 공지사항 (seoul.go.kr)) 공지 확인 및 개인문자 안내\n○ 신청방법 : 포스터 내 QR코드\nㅁ 기타 안내\n○ 가급적 꼭 참여 가능하신 분들만 신청 요청\n○ Python과정 및 R과정 모두 수강 가능하나, 한 과정 2번 이상 수강 불가\n○ 교육 당일 주차 지원은 불가하며, 가급적 대중교통 이용 요청\nㅁ 관련문의 : 빅데이터캠퍼스 담당관 : 02-2133-4280",
    "contentAttachment": [],
    "contentTable": [],
    "contentImages": [
      "https:\/\/bigdata.sookmyung.ac.kr:443\/data\/editor\/2411\/thumb-ce4f109c7eb1b7cbb6e327335c4feee0_1732601426_1618_2000x2828.jpg",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "2024학년도 하반기 빅데이터 마이크로디그리(MD) 신청 안내(수정)+설명회PPT",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=92&page=6",
    "date": "2024-11-25",
    "contentText":
    "빅데이터혁신융합사업단에서 숙명여대 학부생 누구나, 빅데이터혁신융합대학 운영하는 교육과정에서 소정의 학점\n(12\n학점\n)\n을 이수시 사업단장 명의의 이수증을 수여합니다\n.\n아래 내용을 참고하여 기간 내에 신청하시기 바랍니다\n.\n▼▼\n빅데이터 마이크로디그리\n(MD)\n온라인 설명회\n▼▼\n-\n일시장소\n:\n2024. 12. 6.(\n금\n) 11:00~12:00 \/\n온라인\nZOOM\n-\n신청방법\n:\n비교과 통합관리시스템에서\n~12\/5(\n목\n)\n까지 신청\nhttps:\/\/wise.sookmyung.ac.kr\/ko\/program\/all\/view\/5411\n※\n신청자 대상\nZOOM\n링크 문자 발송 예정\n-\n참여혜택\n:\n참여자 대상 만족도 조사 후 비교과 마일리지\n(1,000\n점\n)\n지급\n※설명회PPT는 첨부자료에 함께 포함하여 재업로드함\n1.\n이수증 신청 대상\n1)\n빅데이터\nMD\n이수요건을 충족하는 숙명여대 학부생\n2)\n학생자율설계전공\n(COSS\n형\n)\n빅데이터전공생은\n7~8\n학기부터 신청 가능\n※\n빅데이터전공 이수 교과목과 빅데이터\nMD\n교과목 중복 인정 불가함에 유의\n※\n이번학기 빅데이터전공 신청 예정인 학생은\nMD\n신청 불가\n2.\n빅데이터\nMD\n교육과정\n번호\n수준\n빅데이터\nMD\n비고\n1\n초급\n빅데이터 초급\n2\n중급\n빅데이터 관리\n3\n빅데이터 분석\n4\n빅데이터 애널리틱스\n경영학부\n5\n빅데이터 자율설계\n(\n중급\n)\n6\n고급\n빅데이터 자율설계\n(\n고급\n)\n※\n세부 교과목 리스트는 첨부파일 참고\n3.\n진행 일정\n일정\n내용\n비고\n24.11.27.~25.1.12.\n빅데이터\nMD\n신청\n·\n사업단 이메일 제출\n·\n마감기한 준수\n24.12.6.(\n금\n) 11:00~12:00\n2024\n하반기\n빅데이터\nMD\n설명회\n·\n온라인 진행\n(WISE\n신청\n)\n25.2\n월 중\n빅데이터혁신융합대학 심사\n결과 안내\n·\n사업단 홈페이지 공지\n25.2\n월 말\n이수증 배부 및 장학금 지급\n·\n이수증\n:\n사업단 방문 수령\n※\n상기 일정 및 내용은 변경될 수 있음\n4.\n제출서류\n1)\n이수확인신청서 각\n1\n부\n2)\n전체학기 성적증명서\n(\n국문\n)\n※\n성적증명서는\n24-2\n학기 성적을 포함해야 함\n5.\n신청방법\n(*\n첨부파일 참고\n)\n-\n메일제목\n: [\n마이크로디그리\n]\n학번\n\/\n이름\n-\n메일내용\n:\n제출서류 모두 첨부\n(*신청서 선 제출 후, 성적증명서 기간내\n제출 가능함)\n6.\n특전\n:\n빅데이터\nMD\n이수 재학생\n00\n명 선발하여 장학금 지급\n※\n장학금 지급 대상자 대상 추가 서류 요청 예정\n(*24-2\n학기 재학증명서 포함\n)\n※빅데이터전공생의 경우 빅데이터전공 장학금 또는 빅데이터MD 장학금 중 하나만 지급 가능함에 유의\n7.\n문의\n:\n빅데이터혁신융합사업단\np157499@sookmyung.ac.kr\n, 02) 2077-7192",
    "contentAttachment": [
      {
        "text": "2024 하반기 빅데이터MD 신청 관련 자료설명회PPT.zip(6.2M)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=92&no=0&page=6",
      },
    ],
    "contentTable": [
      [
        {
          "0":
          "-일시장소: 2024. 12. 6.(금) 11:00~12:00 \/ 온라인ZOOM-신청방법: 비교과 통합관리시스템에서 ~12\/5(목)까지 신청  https:\/\/wise.sookmyung.ac.kr\/ko\/program\/all\/view\/5411 ※신청자 대상 ZOOM 링크 문자 발송 예정-참여혜택: 참여자 대상 만족도 조사 후 비교과 마일리지(1,000점) 지급 ※설명회PPT는 첨부자료에 함께 포함하여 재업로드함",
        },
      ],
      [
        {"0": "번호", "1": "수준", "2": "빅데이터MD", "3": "비고"},
        {"0": "1", "1": "초급", "2": "빅데이터 초급", "3": null},
        {"0": "2", "1": "중급", "2": "빅데이터 관리", "3": null},
        {"0": "3", "1": "중급", "2": "빅데이터 분석", "3": null},
        {"0": "4", "1": "중급", "2": "빅데이터 애널리틱스", "3": "경영학부"},
        {"0": "5", "1": "중급", "2": "빅데이터 자율설계(중급)", "3": null},
        {"0": "6", "1": "고급", "2": "빅데이터 자율설계(고급)", "3": null},
      ],
      [
        {"0": "일정", "1": "내용", "2": "비고"},
        {
          "0": "24.11.27.~25.1.12.",
          "1": "빅데이터MD 신청",
          "2": "·사업단 이메일 제출·마감기한 준수",
        },
        {
          "0": "24.12.6.(금) 11:00~12:00",
          "1": "2024 하반기빅데이터 MD 설명회",
          "2": "·온라인 진행(WISE 신청)",
        },
        {"0": "25.2월 중", "1": "빅데이터혁신융합대학 심사", "2": null},
        {"0": "25.2월 중", "1": "결과 안내", "2": "·사업단 홈페이지 공지"},
        {"0": "25.2월 말", "1": "이수증 배부 및 장학금 지급", "2": "·이수증: 사업단 방문 수령"},
      ],
    ],
    "contentImages": [
      "https:\/\/p157499.cafe24.com\/data\/editor\/2411\/2f8dfbd84df4a24bea8b9ce5d223a19e_1732501665_6192.jpg",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "조기 마감_[장학금] 2024학년도 하반기 빅데이터 관련 자격증 취득 장학금 지원 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=91&page=6",
    "date": "2024-11-06",
    "contentText":
    "* 예산 소진 완료로 조기 마감 하였습니다.\n2024학년도 하반기 <빅데이터 관련 자격증 취득 장학금 지원> 안내\n빅데이터혁신융합사업단에서 빅데이터 관련 자격증 취득 장학금을 지원\n합니다.\n1. 신청자격\n1) 학생자율설계전공(COSS형) 빅데이터전공 재학생\n2) 빅데이터혁신융합대학 3개 참여학과 재학생(인공지능공학부, 소프트웨어학부, 통계학과)\n※휴학생, 수료생 신청 불가\n2. 지원대상: 2022학년도 2학기 이후 빅데이터 관련 자격증 취득 학생\n※자격증별 장학금 지급 가능\n3. 지원 대상 자격증 및 장학금: 포스터 표 참고\n4. 신청방법: 첨부파일 모두 구비하여 빅데이터혁신융합사업단 이메일(\np157499@sookmyung.ac.kr\n) 제출\n※메일 제목: [자격증 신청] 학번\/이름 | 메일 내용: 제출서류 첨부\n5. 신청기간: ~12월 31일(화) 자정까지\n6. 장학금 지급: 25년 1월 중 지급 예정\n7. 유의사항: 예산 소진시 조기 마감될 수 있음\n8. 문의:\np157499@sookmyung.ac.kr",
    "contentAttachment": [
      {
        "text": "2024 하반기 빅데이터 관련 자격증 첨부자료.zip(66.7K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=91&no=0&page=6",
      },
    ],
    "contentTable": [],
    "contentImages": [
      "https:\/\/p157499.cafe24.com\/data\/editor\/2411\/18fd9fb28ddda0941c275350e7c1ae9b_1730877357_8843.jpg",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "서울특별시 빅데이터 캠퍼스 빅데이터 분석 전문과정 모집(11월) 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=90&page=6",
    "date": "2024-10-30",
    "contentText":
    "빅데이터혁신융합사업단과 서울시 빅데이터 캠퍼스가 함께하는\n\"빅데이터 전문 교육(R을 활용한 빅데이터 분석, 3기)\"\n을\n아래와 같이 실시 하오니 여러분의 많은 신청 바랍니다.\n교육 개요\nㅁ 교육명 : 빅데이터 분석 전문과정(2일)\nㅁ 교육운영 : 2024.06.~2024.12.(월 1회 32명)\nㅁ 교육대상 : 일반시민, 대학(원)생 등\nㅁ 교육장소 : 서울시 빅데이터 캠퍼스 상암 본원 세미나실\nㅁ 교육내용\n- 빅데이터 캠퍼스 소개\n- Python\/R의 이해 및 탐색적 데이터 분석\n- 데이터 핸들링 및 실습\nㅁ 교육과정\n- 6, 8, 10, 12월 : Python을 활용한 빅데이터 분석(총 2일, 12시간)\n- 7, 9, 11월 : R을 활용한 빅데이터 분석(총 2일, 12시간)\nㅁ교육혜택 : 교육비 전액 무료, 수료증 제공(점심식사 미제공)\n11월 교육 운영 일정\nㅁ 교육명 : R을 활용한 빅데이터 분석(3기)\nㅁ 교육일시 : 2024.11.28(목) ~ 11.29(금) 10:00 ~ 17:00(1일\/6시간), 점심시간 12:00 ~ 13:00\nㅁ 접수기간\n: 2024.11.01(금) 09:00 ~ 11.07(목) 14:00\n○\n교육생 발표 : 2024.11.08(금) 14:00, 32명 추첨 선발\n○\n서울시 빅데이터 캠퍼스 홈페이지\n(서울특별시 빅데이터 캠퍼스 > 이용자 지원 > 공지사항 (seoul.go.kr)) 공지 확인 및 개인문자 안내\n○ 신청방법 : 포스터 내 QR코드\nㅁ 기타 안내\n○ 교육생으로 선발된 후 취소할 경우 올해 교육과정 모두 신청 불가하니 꼭 참여 가능하신 분들만 신청 요청\n○ Python과정 및 R과정 모두 수강 가능하나, 한 과정 2번 이상 수강 불가\n○ 교육 당일 주차 지원은 불가하며, 가급적 대중교통 이용 요청\nㅁ 관련문의 : 빅데이터캠퍼스 담당관 : 02-2133-4280",
    "contentAttachment": [],
    "contentTable": [],
    "contentImages": [
      "https:\/\/bigdata.sookmyung.ac.kr:443\/data\/editor\/2410\/thumb-20ca0d33c04dec33eab4123e1bb7424d_1730267690_5928_2000x2828.jpg",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "2024 빅데이터 Peer-Mentoring 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=89&page=6",
    "date": "2024-10-28",
    "contentText":
    "빅데이터혁신융합사업단에서 ‘2024 빅데이터 Peer-Mentoring’ 교육을 실시하오니 많은 관심과 참여바랍니다.\n빅데이터에 관심은 있는데 어떻게 분석하는지 시작하는 방법을 모르겠다면?\n시각화를 배워보고 싶은데 어떻게 시작해야 하는지 모르겠다면?\n빅데이터 멘토\n이공계 학생\n들이 직접 준비하고 진행\n하는 교육으로,\n비이공계 학생들이 들을 수 있을 정도의 기초 이론부터 실습까지 알차고 유익한 멘토링\n을 진행할 예정입니다!\n1. 행사명: 2024 빅데이터 Peer-Mentoring\n2. 교육대상:\n비이공계 학부 재학생 및 휴학생 멘티 20명 내외\n(※이공계 학생 참여 불가)\n○ 빅데이터 분야에 관심이 있어 공부를 시작해 보고 싶은 학생\n○\n학점 부담 없이 프로그래밍을 배워보고 싶은 학생\n○\n빅데이터전공 신청 전 적성을 확인하고 싶은 학생\n3. 교육일시:\n2024. 11. 11.(월) 17:30~20:00\n4. 교육장소: 명신관 517호\n5. 신청기간:\n2024. 10. 28.(월) 09:00 ~ 11. 5.(화) 17:00\n6. 신청방법:\n비교과통합관리시스템에서 신청(클릭)\n7. 참여혜택:\n참여자 대상 만족도 조사 후 비교과 마일리지 2,000점 지급 및 석식 제공\n8. 교육내용\n시간\n주제\n준비물\n17:30~18:30\n[파이썬 기초 복습 및 데이터 시각화에 필요한 파이썬 라이브러리 학습]\n• 파이썬 기본 문법(조건문, 반복문)\n• 데이터 자료 수집, 전처리\n• 파이썬 라이브러리, 기초 분석\n• 개인 노트북 지참 필수\n18:30~20:00\n[Wine Data를 활용한 데이터 분석 및 시각화]\n• 데이터 톺아보기(Kaggle 데이터셋)\n• 와인 데이터 시각화 실습\n• 와인 데이터를 이용한 머신러닝 실습\n※교육 시간 및 세부내용은 진행에 따라 변경될 수 있음\n9. 문의: 빅데이터혁신융합사업단\np157499@sookmyung.ac.kr\n, 02-2077-7192",
    "contentAttachment": [],
    "contentTable": [
      [
        {"0": "시간", "1": "주제", "2": "준비물"},
        {
          "0": "17:30~18:30",
          "1":
          "[파이썬 기초 복습 및 데이터 시각화에 필요한 파이썬 라이브러리 학습]• 파이썬 기본 문법(조건문, 반복문)• 데이터 자료 수집, 전처리• 파이썬 라이브러리, 기초 분석",
          "2": "• 개인 노트북 지참 필수",
        },
        {
          "0": "18:30~20:00",
          "1":
          "[Wine Data를 활용한 데이터 분석 및 시각화]• 데이터 톺아보기(Kaggle 데이터셋)• 와인 데이터 시각화 실습• 와인 데이터를 이용한 머신러닝 실습",
          "2": "• 개인 노트북 지참 필수",
        },
      ],
    ],
    "contentImages": [
      "https:\/\/p157499.cafe24.com\/data\/editor\/2410\/187ec71e0bb716a1ef6fda82605edd1e_1730080183_2122.jpg",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "2024 숙명여대 Gen AI Playground 해커톤 참여자(팀) 모집[숙명여대 캠퍼스타운사업단]",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=88&page=6",
    "date": "2024-10-23",
    "contentText":
    "숙명여대 캠퍼스타운사업단에서\nAWS\n와 함께\nAWS\n클라우드와\nGen AI\n를 활용하여\nWeb\/App\/Bot\n을 개발하는 해커톤을 진행합니다\n.\n관심 있는 여러분들의 많은 참여 부탁드립니다\n.\n[\n해커톤 주제\n: Gen AI\n활용\nPlayground Hackathon ]\n1. Gen AI\n활용 기능 개발\n:\n챗봇\n,\n디자인 생성\n,\n식단 추천\n,\n메뉴 추천 등\n2.\n데이터 수집 자동화 파이프라인 개발\n:\n마케팅 수집 및 활용\n,\n판매 데이터\n\/\n공공 데이터 활용\n3. LLM\n활용 아이디어\n:\n다국어 지원 서비스\n, Nocode\n기반\nApp\n개발\n[\n모집개요\n]\n1.\n일정\n: 2024\n년\n11\n월\n8\n일\n(\n금\n) ~ 11\n월\n9\n일\n(\n토\n) *\n무박\n2\n일 진행\n2.\n장소\n:\n올댓마인드 신논현점\n(\n서울 서초구 사평대로\n57\n길\n44 2\n층\n, 3\n층\n)\n※\n사전 오프라인 교육 진행\n예정\n, 11\n월\n2\n일\n9\n시\n30\n분\n~ 17\n시\n*\n명동 이비스 호델 지하\n1\n층\n3.\n시상내역\n-\n대상\n1\n팀\n(200\n만원\n)\n-\n최우수상\n2\n팀\n(\n각\n100\n만원\n)\n-\n우수상\n2\n팀\n(\n각\n50\n만원\n)\n※\n시상내역은 심사 결과에 따라 변경될 수 있음\n4.\n대상\n:\n숙명여대 재\n\/\n휴학생 및 캠퍼스타운 입주팀\n,\n서울 소재 대학교 학부생\n5.\n신청기간\n: 2024\n년\n10\n월\n22\n일\n(\n화\n) ~ 10\n월\n30\n일\n(\n수\n)\n-\n캠퍼스타운 입주기업 및 숙명여대 재학생은\n10\n월\n25\n일까지 가능하면 접수 부탁드립니다\n.\n- 3~5\n명이 팀을 구성하여 참가 신청\n-\n신청 링크\n:\nhttps:\/\/forms.gle\/CHH315dXa332Cdgs7\n-\n신청서 작성후 구글폼에 등록\n6.\n세부일정\n-\n참가확정\n: 2024\n년\n10\n월\n31\n일\n(\n목\n)\n-\n오리엔테이션\n: 2024\n년\n11\n월\n1\n일\n(\n금\n)\n오후\n6\n시\n(\n온라인\n)\n-\n사전교육\n: 2024\n년\n11\n월\n2\n일\n(\n토\n)\n오전\n9\n시\n30\n분\n~\n오후\n5\n시\n,\n명동 이비스 호텔 지하\n1\n층\n-\n해커톤\n(\n본행사\n): 2024\n년\n11\n월\n8\n일\n(\n금\n) ~9\n일\n(\n토\n),\n올댓마인드 신논현점\n3\n층\n7.\n문의\n: 02-6925-0561",
    "contentAttachment": [],
    "contentTable": [],
    "contentImages": [
      "https:\/\/p157499.cafe24.com\/data\/editor\/2410\/b64225524744c0bfe873f9d0619ec513_1729660494_3152.png",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "[학점교류] 2024-동계 서울대학교 교류수학 안내(WE-MEET 연계)",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=87&page=6",
    "date": "2024-10-10",
    "contentText":
    "빅데이터혁신융합사업단에서는\n2024-동계 계절학기 서울\n대학교\n학점 교류\n학생을 모집하오니 수학을 희망 학생은 기간 내에 신청하시기 바랍니다\n.\n※\n본 공지문은 빅데이터 혁신융합대학사업 교류 관련이며\n,\n일반 학점교류 공지와 별도임을 유의하시기 바랍니다\n.\n※학점교류 신청자격: 재학중인 학부생 중 2개 학기 이상 이수완료(2학년 이상인 자)하고, 지원할 당시의 총 평점평균이 2.8\/4.3 이상인 자\n※휴학생 및 8학기 이상 졸업예정자, 학사편입생은 학점교류 불가\n1.\n신청기간\n:\n~10\n\/21\n(\n월\n) 16:00\n까지\n※학점교류 신청하는 학생은 SnoWe 공지에 기재된 신청 기간 내에 신청해야 함\n※신청 기간 내 학부(과)장님 승인까지 완료되어야 함\n2. 학점교류\n안내\n:\n붙임1\n참고\n3.\n신청방법\n※신청 기간 내에 1), 2) 모두 제출 완료해야 함\n1\n) 숙명포털에서 [학점교류 사전신청] 진행하여 본전공(제1전공) 학부(과)장님 승인 진행\n*[학점교류 사전신청] 방법은 우리대학 홈페이지 공지사항(하단 링크) 첨부파일 참고\nhttps:\/\/www.sookmyung.ac.kr\/kr\/news\/important-notice.do?mode=view&articleNo=87128\n※[인정받을 교과구분]\n-> 학생자율설계전공(COSS형) 빅데이터전공은 반드시 [전공선택]이 아닌\n[전공]으로 선택하여 진행해야 함\n-> 제1전공, 복수전공, 부전공은 [전공필수\/전공선택\n]으로 선택하여 진행해야 함\n2)\n숙명포털에서 학부(과)장님 승인 완료된 포털 전체화면(캡처본)과\n「붙임4\n) 서울대 수학 추천자 양식\n」\n작성하여 사업단\n이메일 제출\n- 이메일: p157499@sookmyung.ac.kr\n-\n메일제목\n: [2024-동계\n학점교류 신청] 서울대\n\/\n이름\n\/\n학번\n-\n메일내용\n: 숙명포털 승인 완료 화면(캡처본) 및\n「붙임4\n)\n」모두\n첨부\n3) 수강 교과목 [학점교류 학점인정신청] 기간에 숙명포털에서 직접 신청(*추후 개별 공지 예정)\n4.\n수업기간: 2024. 12. 23.(월) ~ 2025. 1. 24.(금)\n5.\n수강과목:\n붙임2\n, 3\n참고\n※빅데이터 학점교류는 서류 제출 후 [학점인정신청] 기간에 교과목 변경이 불가함에 유의\n※고급 빅데이터(특수연구) 교과목은 WE-MEET 참여 학생만 학점교류 가능함(이외 학생 신청 불가)\n※COSS형 빅데이터전공생은 붙임2 표준교과목(노란색 표기)만 빅데이터전공으로 인정 가능하며, 딥러닝(A-15) 및 온톨로지 및 지식그래프(A-18)의 경우 본교 빅데이터전공 매칭교과목이 없으므로 신청시 공란으로 표기하여 제출\n6. WE-MEET 참여 학생 유의사항\n- WE-MEET 프로젝트 참여 학생은 학점교류 미신청할 경우 학점부여가 불가하니, 반드시 기간내 고급 빅데이터(특수연구) 학점교류 신청을 하시기 바랍니다.\n7. 문의:\n숙명여자대학교 빅데이터혁신융합사업단\np157499@sookmyung.ac.kr \/ 02-2077-7192\n8. 첨부파일\n붙임1. 2024학년도 동계 계절수업 서울대학교 수학 안내문_혁신공유학부\n붙임2 2024학년도 동계 계절학기 서울대학교 개설교과목 리스트_혁신공유학부\n붙임3 서울대 강의계획서\n붙임4 (혁신공유학부)서울대학교 수학추천자 양식(2024-동계)",
    "contentAttachment": [
      {
        "text": "2024-동계 계절학기 서울대학교 학점교류 안내WE-MEET 연계.zip(550.7K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=87&no=0&page=6",
      },
    ],
    "contentTable": [],
    "contentImages": [],
    "site": "co",
    "periods": null,
  },
  {
    "title": "서울 스마트라이프위크 2024 연계 행사(포럼, 공모전 본선) 개최 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=85&page=6",
    "date": "2024-10-07",
    "contentText":
    "서울특별시에서 주최하는\n'\n서울 스마트라이프위크\n2024'\n연계 행사로\n\"2024\n서울 빅데이터 포럼\"\n및\n\"2024 서울시 빅데이터캠퍼스 공모전 본선\"\n행사\n를\n하기의 내용으로 개최 합니다.\n학생분들의 많은 참여 및 관심 부탁드립니다.\n1. 2024\n서울 빅데이터 포럼(2024 Seoul Big Data Forum)\nｏ 주 제 : \"미래를 여는 빅데이터와AI; 더 나은 서울의 내일\"\nｏ 일 시 : 2024.10.11.(금) 09:30 ~ 18:00\nｏ 장 소 : 코엑스 3층 E5, E6, 온라인중계(유튜브)\nｏ 참 석 : 국내외 전문가, 글로벌 기업, 시민 등\n- (\n해외) 글로벌 빅데이터 분야 글로벌 혁신을 이끄는 선도적 전문가 등\n＊ Yanan Xin (야난 신, 기조연설) Delft 공과대학 교수, 모빌리티, 지리정보 분야의 선도적 연구자\n＊ Steve Shirkey (스티브 셜키, 기조연설) Microsoft Azure AI 아태지역 총괄이사\n＊ J. Park (박준성, 세션3) Apple 社 실리콘 엔지니어링그룹 수석 엔지니어\n- (\n국내) IT 혁신을 리딩하는 국내 최고 빅데이터·AI 현장 전문가 등\n＊ 하정우 (기조연설) 네이버클라우드 AI 이노베이션 센터장\n＊ 김경아 (세션2) 삼성 서울병원 바이오메디컬 통계센터 소장\n＊ 변형균 (세션3) 퓨처웨이브 대표, BC카드 경영자문역 (前 AI빅데이터본부장)\nｏ\n참여 방법 등 자세한 사항은 홈페이지[\nhttps:\/\/seoulbigdataforum.kr\/\n]\n참조\n2. 2024\n서울시 빅데이터캠퍼스 공모전 본선\nｏ 일시 : 2024.10.11.(금) 13:30 ~ 17:10\nｏ 장소 : 코엑스 B2홀 메인스테이지\nｏ\n프로그램\n시 간\n행 사 내 용\n13:30~13:50\n개회사 및 행사 안내\n13:50~15:50\n2024\n서울시 빅데이터캠퍼스 공모전 본선발표\n15:50~16:00\n공모전 심사평\n16:00~16:10\n휴식시간\n16:10~16:40\n특강 [빅데이터 분석에 필요한 AI 활용법]\n-\n백남정 교수\n16:40~17:00\n시상식 및 기념촬영\n17:00~17:10\n폐회 및 경품추첨 행사",
    "contentAttachment": [],
    "contentTable": [
      [
        {"0": "시 간", "1": "행 사 내 용"},
        {"0": "13:30~13:50", "1": "개회사 및 행사 안내"},
        {"0": "13:50~15:50", "1": "2024 서울시 빅데이터캠퍼스 공모전 본선발표"},
        {"0": "15:50~16:00", "1": "공모전 심사평"},
        {"0": "16:00~16:10", "1": "휴식시간"},
        {"0": "16:10~16:40", "1": "특강 [빅데이터 분석에 필요한 AI 활용법]- 백남정 교수"},
        {"0": "16:40~17:00", "1": "시상식 및 기념촬영"},
        {"0": "17:00~17:10", "1": "폐회 및 경품추첨 행사"},
      ],
    ],
    "contentImages": [
      "https:\/\/bigdata.sookmyung.ac.kr:443\/data\/editor\/2410\/thumb-f443199347bef0363b91e69373999aa3_1728348426_6432_2000x2828.jpg",
      "https:\/\/bigdata.sookmyung.ac.kr:443\/data\/editor\/2410\/thumb-546034b4610d7ff4b78a6bad6f10463c_1728282595_5171_2000x4833.png",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "[학점교류] 2024-동계 전북대 빅데이터 캠프 안내(학점교류 연계)",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=84&page=6",
    "date": "2024-10-07",
    "contentText":
    "빅데이터혁신융합대학이 주최하고 전북대학교 빅데이터혁신융합대학사업단이 주관하는 학점 취득 동계 빅데이터 캠프(빅데이터와 메타인지: 생성형 AI와 미래 핵심역량 강화)의 개최를 안내합니다. 많은 학생분들의 참여와 관심 바랍니다.\n1. 2024 동계 빅데이터 캠프 안내\n가. 주제:\n빅데이터와 메타인지: 생성형 AI와 미래 핵심역량 강화\n나.\n일자:\n2025. 01. 06.(월) ~ 01. 09.(목) 3박 4일\n다.\n장소:\n전북대학교 전주캠퍼스\n라.\n신청대상:\n빅데이터 혁신융합대학 컨소시엄 및 공동활용대학 학부\n재학생 총100명\n※휴학생, 수료생, 졸업생 신청 불가\n마.\n신청기간:\n2024. 10. 07.(월) ~ 12. 15.(일)\n※\n학점 취득 원하는 학생은 네이버폼 신청 외\n10\/22(화)까지\n학점교류 신청 필수, 기간 이후 학점교류 신청은 받지 않음\n바. 신청방법:\n네이버폼 링크(\nhttps:\/\/naver.me\/FK5TNDCw\n) 또는 포스터 QR코드를 통해 신청\n사. 참여학생 지원:\n첨부파일 계획(안) 참고\n아. 캠프 문의:\n전북대학교 빅데이터혁신융합대학사업단 pyu@jbnu.ac.kr\n2. 전북대\n2024-동계 계절학기\n학점교류 안내\n※\n본 공지문은 빅데이터 혁신융합대학사업 교류 관련이며\n,\n일반 학점교류 공지와 별도임을 유의하시기 바랍니다\n.\n※학점교류 신청자격: 재학중인 학부생 중 2개 학기 이상 이수완료(2학년 이상인 자)하고, 지원할 당시의 총 평점평균이 2.8\/4.3 이상인 자\n※휴학생 및 8학기 이상 졸업예정자, 학사편입생은 학점교류 불가\n가.\n신청기간\n:\n~10\n\/22\n(\n화\n) 16:00\n까지\n※학점교류 신청하는 학생은 SnoWe 공지에 기재된 신청 기간 내에 신청해야 함\n※신청 기간 내 학부(과)장님 승인까지 완료되어야 함\n나.\n신청방법\n※신청 기간 내에 1), 2) 모두 제출 완료해야 함\n1)\n숙명포털에서 [학점교류 사전신청] 진행하여 본전공(제1전공) 학부(과)장님 승인 진행\n*[학점교류 사전신청] 방법은 우리대학 홈페이지 공지사항(하단 링크) 첨부파일 참고\nhttps:\/\/www.sookmyung.ac.kr\/kr\/news\/important-notice.do?mode=view&articleNo=87128\n※[인정받을 교과구분] -> 제1전공, 복수전공, 부전공은 [전공필수\/전공선택]으로 선택하여 진행해야 함\n2)\n숙명포털에서 학부(과)장님 승인 완료된 화면(캡처본)과\n「붙임3\n) 전북대 수학 추천자 양식\n」\n작성하여 사업단\n이메일 제출\n- 이메일: p157499@sookmyung.ac.kr\n-\n메일제목\n: [2024-동계\n학점교류 신청] 전북대\n\/\n이름\n\/\n학번\n-\n메일내용\n: 숙명포털 승인 완료 화면(캡처본) 및\n「붙임3\n)\n」모두\n첨부\n3) 수강 교과목 [학점교류 학점인정신청] 기간에 숙명포털에서 직접 신청(*추후 개별 공지 예정)\n다.\n수강과목:\n캠프 이수 시 학점 부여\n연번\n구분\n교과목명\n개설학과\n학점\n비고\n1\n전선\/일선\n빅데이터산학캡스톤디자인\n통계학과\n1\n수강료 없음\n※해당 교과목은 COSS형 빅데이터전공으로 인정하지 않음\n라. 학점교류 문의 :\n숙명여자대학교 빅데이터혁신융합사업단\np157499@sookmyung.ac.kr \/ 02-2077-7192",
    "contentAttachment": [
      {
        "text": "24-2 동계 전북대 빅데이터 캠프 안내.zip(2.6M)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=84&no=0&page=6",
      },
    ],
    "contentTable": [
      [
        {"0": "연번", "1": "구분", "2": "교과목명", "3": "개설학과", "4": "학점", "5": "비고"},
        {
          "0": "1",
          "1": "전선\/일선",
          "2": "빅데이터산학캡스톤디자인",
          "3": "통계학과",
          "4": "1",
          "5": "수강료 없음",
        },
      ],
    ],
    "contentImages": [
      "https:\/\/bigdata.sookmyung.ac.kr:443\/data\/editor\/2410\/thumb-4a04d06db93d20ef23146e115fe80d59_1728275409_9683_2000x2829.jpg",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "2024 경상국립대 제조 빅데이터 분석 경진대회 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=80&page=6",
    "date": "2024-09-25",
    "contentText":
    "[\n빅데이터혁신융합대학\n] 2024\n경상국립대 제조 빅데이터 분석 경진대회 안내\n빅데이터혁신융합대학 경상국립대에서\n<2024\n제조 빅데이터 분석 경진대회\n>\n를 개최합니다\n.\n숙명여대 학생분들의 많은 관심과 참여바랍니다\n.\n※\n숙명여대 빅데이터혁신융합사업단에서는 교통비를 지원하지 않습니다\n.\n1.\n추진배경\n-\n스마트 등대공장 견학을 통한 제조업 탐방\n-\n현장 공정 개선을 위한 제조 빅데이터 분석 기반의\nPBL\n학습\n-\n빅데이터 컨소시엄 참여 학생 간의 정보 교류의 장 마련\n2.\n참가대상\n:\n빅데이터혁신융합대학\n(\n주관\n:\n서울대\n,\n참여\n:\n경상국립대\n,\n서울시립대\n,\n숙명여대\n,\n전북대\n,\n한동대\n,\n경기과기대\n) 학부\n재학생\n※휴학생, 수료생, 졸업생은 참가 불가\n3.\n추진일정\n(\n※\n첨부파일 참고\n)\n1)\n참가신청\n-\n신청기간\n:\n2024. 9. 13.(\n금\n) ~ 10. 11.(\n금\n)\n\/ 2~4\n명 팀 단위\n-\n제출서류\n:\n참가신청서\n(\n양식\n) 1\n부\n-\n제출방법\n: hblee@gnu.ac.kr\n2)\n참가팀 선정\n(10\n팀 내외\n)\n3)\n견학 및 부트 캠프\n: 2024. 10. 18.(\n금\n) ~ 10. 19.(\n토\n)\n4)\n대회 운영\n: 2024. 10. 19.(\n토\n) ~ 11. 15.(\n토\n) \/\n온라인\n5)\n결과 보고서 제출\n: 2024. 11. 15.(\n토\n) 18:00 \/\n이메일 제출\n6)\n발표 심사 및 시상\n: 2024. 11. 22.(\n금\n) 13:00 ~ 18:00 \/\n대면 발표\n※\n상기 추진일정은 운영에 따라 변동될 수 있습니다\n.\n4.\n문의\n:\n경상국립대 빅데이터혁신융합대학사업단\n055-772-2776",
    "contentAttachment": [
      {
        "text": "2024 제조빅데이터분석경진대회개최안-공유용.hwp(67.5K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=80&no=0&page=6",
      },
    ],
    "contentTable": [],
    "contentImages": [
      "https:\/\/p157499.cafe24.com\/data\/editor\/2409\/1f1c726890dae639ddad10cffdb816d7_1727245165_7776.jpg",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "서울특별시 빅데이터 캠퍼스 빅데이터 분석 전문과정 모집(10월) 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=79&page=6",
    "date": "2024-09-25",
    "contentText":
    "빅데이터혁신융합사업단과 서울시 빅데이터 캠퍼스가 함께하는\n\"빅데이터 전문 교육(Python을 활용한 빅데이터 분석, 3기)\"\n을\n아래와 같이 실시 하오니 여러분의 많은 신청 바랍니다.\n교육 개요\nㅁ 교육명 : 빅데이터 분석 전문과정(2일)\nㅁ 교육운영 : 2024.06.~2024.12.(월 1회 32명)\nㅁ 교육대상 : 일반시민, 대학(원)생 등\nㅁ 교육장소 : 서울시 빅데이터 캠퍼스 상암 본원 세미나실\nㅁ 교육내용\n- 빅데이터 캠퍼스 소개\n- Python\/R의 이해 및 탐색적 데이터 분석\n- 데이터 핸들링 및 실습\nㅁ 교육과정\n- 6, 8, 10, 12월 : Python을 활용한 빅데이터 분석(총 2일, 12시간)\n- 7, 9, 11월 : R을 활용한 빅데이터 분석(총 2일, 12시간)\nㅁ교육혜택 : 교육비 전액 무료, 수료증 제공(점심식사 미제공)\n10월 교육 운영 일정\nㅁ 교육명 : Python을 활용한 빅데이터 분석(3기)\nㅁ 교육일시 : 2024.10.28(월) ~ 10.29(화) 10:00 ~ 17:00(1일\/6시간), 점심시간 12:00 ~ 13:00\nㅁ 접수기간\n: 2024.10.02(수) 09:00 ~ 10.08(화) 09:00\n○\n교육생 발표 : 2024.10.08(화) 14:00, 32명 추첨 선발\n○\n서울시 빅데이터 캠퍼스 홈페이지\n(서울특별시 빅데이터 캠퍼스 > 이용자 지원 > 공지사항 (seoul.go.kr)) 공지 확인 및 개인문자 안내\n○ 신청방법 : 포스터 내 QR코드\nㅁ 기타 안내\n○ 교육생으로 선발된 후 취소할 경우 올해 교육과정 모두 신청 불가하니 꼭 참여 가능하신 분들만 신청 요청\n○ Python과정 및 R과정 모두 수강 가능하나, 한 과정 2번 이상 수강 불가\n○ 교육 당일 주차 지원은 불가하며, 가급적 대중교통 이용 요청\nㅁ 관련문의 : 빅데이터캠퍼스 담당관 : 02-2133-4280",
    "contentAttachment": [],
    "contentTable": [],
    "contentImages": [
      "https:\/\/bigdata.sookmyung.ac.kr:443\/data\/editor\/2409\/thumb-1f0aa0a7a023c2a2332024b84c915b3c_1727223694_066_2000x2828.jpg",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "[졸업] 2024-2학기 빅데이터전공 졸업 안내(★첨부파일 필독)",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=77&page=6",
    "date": "2024-09-19",
    "contentText":
    "2024-2학기 빅데이터전공 졸업 안내(★첨부파일 필독)\n※ 현재 사업단 홈페이지 시스템 문제로 인하여 본 공지 내용은 빅데이터전공 8학기 이상 재학생 및 수료생, 졸업예정자 대상 학생에게 우선 안내되었습니다.\n※ 포털 이메일로 졸업 내용을 전달받지 못한 학생들은 사업단 이메일로 재요청하시기 바랍니다.\n2024\n학년도\n2\n학기\n(25\n년\n2\n월\n)\n빅데이터전공 졸업 진행 관련하여 아래와 같이 안내하오니\n,\n대상 학생은 내용을 숙지하여 기간내 신청 및 제출하시기 바랍니다\n.\n본 공지는 빅데이터전공 졸업 관련이며\n,\n학사팀에서 진행하는 졸업 일정은 학교 홈페이지 공지사항을 확인하여 기간 내 직접 진행해야 합니다\n.\n▶\n(\n★\n중요\n)\n학사공지\n: [\n졸업\n] 2024-2\n학부 주요 졸업 일정 안내 참고\n1.\n학생자율설계전공\n(COSS\n형\n)\n빅데이터전공 졸업 일정표\nNO.\n일정명\n제출대상\n제출기간\n제출처\n1\n★\n졸업논문제신청\n졸업예정자\n9\/19(\n목\n)~10\/4(\n금\n)\n숙명포털\n(\n학사공지\n)\n[\n졸업\n] 2024-2\n졸업 논문제 신청 안내\n(\n학부\n)\nhttps:\/\/www.sookmyung.ac.kr\/kr\/news\/important-notice.do?mode=view&articleNo=86947&article.offset=0&articleLimit=10\n2\n★\n졸업학점 이수현황 확인 및 과목정리\n3\n학년 이상 재학생\n~10\/14(\n월\n)\n까지\n학사팀\n(\n학사공지\n)\n[\n졸업\n]\n졸업학점 이수현황 확인 및 과목정리\n(\n과목이동\n)\n안내\nhttps:\/\/www.sookmyung.ac.kr\/kr\/news\/important-notice.do?mode=view&articleNo=86955&article.offset=0&articleLimit=10\n<\n빅데이터전공 유의사항\n>\n※\n빅데이터전공은 표준교과목 기준 매칭되는\n1\n개의 개설 교과목으로 카운트함에 유의\n※\n초급\n,\n중급\n,\n고급 간 이수 기준학점 미충족시 인정하지 않음\n※\n빅데이터전공 진입 이전에 이수한 교과목은 최대\n18\n학점까지만 기이수학점으로 인정함\n3\n빅데이터전공\n졸업계획\n(\n양식\n)\n제출\n졸업예정자\n~10\/15(\n화\n)\n까지\n사업단 이메일\n4\n졸업논문제 출력본 및 졸업논문심사결과보고서\n(\n양식\n)\n제출\n졸업예정자\n12\/2(\n월\n)~12\/20(\n금\n)\n사업단 이메일\n<\n유의사항\n>\n※\n결과보고서\n(\n양식\n)\n은 학생 개인정보만 작성하여 제출함\n※\n사업단에서 빅데이터전공 지도교수 심사 진행 후 학생 제출자료 모두 학사팀에 제출 예정이며\n,\n결과는 개별 이메일로 안내함\n※\n졸업논문제 합격된 이후에서 본인이 희망하여도 불합격으로 바꿀 수 없음에 유의\n※\n졸업논문제는 반드시 하나의 전공에서만 인정하며 타전공과 중복인정 불가함에 유의\n5\n★\n졸업논문제\n심사결과 확인\n졸업예정자\n25\n년\n1\/9(\n목\n)~1\/10(\n금\n)\n숙명포털\n(\n학사공지\n)\n6\n학점이수표 및\n전체학기 성적증명서 제출\n졸업예정자\n25\n년\n1\/3(\n금\n)~1\/10(\n금\n)\n사업단 이메일\n7\n★\n졸업심사결과\n(\n최종결과\n)\n조회\n졸업예정자\n25\n년\n1\/31(\n금\n)~2\/3(\n월\n)\n숙명포털\n(\n학사공지\n)\n※\n상기 일정은 변경될 수 있으니\n,\n학교 홈페이지 및 사업단 홈페이지에서 업데이트되는 공지사항을 반드시 확인하시기 바랍니다\n.\n※\n빅데이터전공 졸업계획은 사업단에서 졸업 확인을 위하여 별도로 진행하는 내용임을 유의하시기 바랍니다\n.\n2.\n학생자율설계전공\n(COSS\n형\n)\n빅데이터전공 졸업논문제 형식별 제출자료\n▶\n학교 홈페이지 학사정보\n>\n졸업\n>\n졸업인증제 참고\n(\n아래\n4\n가지 중 택\n1)\nNO.\n논문제 형식\n결과물 제출자료\n1\n빅데이터전공 캡스톤디자인 교과목 이수\n성적증명서\n,\n졸업논문심사결과보고서\n*\n논문제 제출학기 이수중인 교과목일 경우\n,\n학점이수표와 결과보고서만 제출\n*\n결과물이 작품일 경우 작품사진 첨부하고 보고서 형태일 경우 보고서도 같이 제출\n2\n자격증 취득\n(\n빅데이터분석기사\n,\n데이터분석 전문가\n,\n데이터분석 준전문가\n,\n사회조사분석사\n2\n급\n,\n정보처리기사\n,\n정보처리산업기사 중 택\n1)\n진위여부 확인이 가능한 자격증명서\n,\n졸업논문심사결과보고서\n3\n빅데이터 관련 각종 외부 공모전\n\/\n대회\n진출 및 수상\n진위여부 확인이 가능한 수상자료\n,\n졸업논문심사결과보고서\n4\n국내외 빅데이터 관련\n학술대회 및 논문지 발표\n진위여부 확인이 가능한 발표자료\n,\n졸업논문심사결과보고서\n※\n3, 4\n번 항목의 인정되는 범위는 내부규정에 따름\n3.\n첨부자료\n(\n양식\n)\n-\n학생자율설계전공\n(COSS\n형\n)\n빅데이터전공 졸업계획\n(\n양식\n)\n-\n자율설계전공 졸업논문심사결과보고서\n(\n양식\n)\n4.\n사업단 문의\n: p157499@sookmyung.ac.kr",
    "contentAttachment": [
      {
        "text": "2024-2 빅데이터전공 졸업 관련 서류.zip(127.3K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=77&no=0&page=6",
      },
    ],
    "contentTable": [
      [
        {"0": "NO.", "1": "일정명", "2": "제출대상", "3": "제출기간", "4": "제출처"},
        {
          "0": "1",
          "1": "★졸업논문제신청",
          "2": "졸업예정자",
          "3": "9\/19(목)~10\/4(금)",
          "4": "숙명포털(학사공지)",
        },
        {
          "0": "1",
          "1":
          "[졸업] 2024-2 졸업 논문제 신청 안내(학부)https:\/\/www.sookmyung.ac.kr\/kr\/news\/important-notice.do?mode=view&articleNo=86947&article.offset=0&articleLimit=10",
          "2":
          "[졸업] 2024-2 졸업 논문제 신청 안내(학부)https:\/\/www.sookmyung.ac.kr\/kr\/news\/important-notice.do?mode=view&articleNo=86947&article.offset=0&articleLimit=10",
          "3":
          "[졸업] 2024-2 졸업 논문제 신청 안내(학부)https:\/\/www.sookmyung.ac.kr\/kr\/news\/important-notice.do?mode=view&articleNo=86947&article.offset=0&articleLimit=10",
          "4":
          "[졸업] 2024-2 졸업 논문제 신청 안내(학부)https:\/\/www.sookmyung.ac.kr\/kr\/news\/important-notice.do?mode=view&articleNo=86947&article.offset=0&articleLimit=10",
        },
        {
          "0": "2",
          "1": "★졸업학점 이수현황 확인 및 과목정리",
          "2": "3학년 이상 재학생",
          "3": "~10\/14(월)까지",
          "4": "학사팀(학사공지)",
        },
        {
          "0": "2",
          "1":
          "[졸업] 졸업학점 이수현황 확인 및 과목정리(과목이동) 안내https:\/\/www.sookmyung.ac.kr\/kr\/news\/important-notice.do?mode=view&articleNo=86955&article.offset=0&articleLimit=10",
          "2":
          "[졸업] 졸업학점 이수현황 확인 및 과목정리(과목이동) 안내https:\/\/www.sookmyung.ac.kr\/kr\/news\/important-notice.do?mode=view&articleNo=86955&article.offset=0&articleLimit=10",
          "3":
          "[졸업] 졸업학점 이수현황 확인 및 과목정리(과목이동) 안내https:\/\/www.sookmyung.ac.kr\/kr\/news\/important-notice.do?mode=view&articleNo=86955&article.offset=0&articleLimit=10",
          "4":
          "[졸업] 졸업학점 이수현황 확인 및 과목정리(과목이동) 안내https:\/\/www.sookmyung.ac.kr\/kr\/news\/important-notice.do?mode=view&articleNo=86955&article.offset=0&articleLimit=10",
        },
        {
          "0": "2",
          "1":
          "<빅데이터전공 유의사항>※빅데이터전공은 표준교과목 기준 매칭되는 1개의 개설 교과목으로 카운트함에 유의※초급, 중급, 고급 간 이수 기준학점 미충족시 인정하지 않음※빅데이터전공 진입 이전에 이수한 교과목은 최대 18학점까지만 기이수학점으로 인정함",
          "2":
          "<빅데이터전공 유의사항>※빅데이터전공은 표준교과목 기준 매칭되는 1개의 개설 교과목으로 카운트함에 유의※초급, 중급, 고급 간 이수 기준학점 미충족시 인정하지 않음※빅데이터전공 진입 이전에 이수한 교과목은 최대 18학점까지만 기이수학점으로 인정함",
          "3":
          "<빅데이터전공 유의사항>※빅데이터전공은 표준교과목 기준 매칭되는 1개의 개설 교과목으로 카운트함에 유의※초급, 중급, 고급 간 이수 기준학점 미충족시 인정하지 않음※빅데이터전공 진입 이전에 이수한 교과목은 최대 18학점까지만 기이수학점으로 인정함",
          "4":
          "<빅데이터전공 유의사항>※빅데이터전공은 표준교과목 기준 매칭되는 1개의 개설 교과목으로 카운트함에 유의※초급, 중급, 고급 간 이수 기준학점 미충족시 인정하지 않음※빅데이터전공 진입 이전에 이수한 교과목은 최대 18학점까지만 기이수학점으로 인정함",
        },
        {
          "0": "3",
          "1": "빅데이터전공졸업계획(양식) 제출",
          "2": "졸업예정자",
          "3": "~10\/15(화)까지",
          "4": "사업단 이메일",
        },
        {
          "0": "4",
          "1": "졸업논문제 출력본 및 졸업논문심사결과보고서(양식) 제출",
          "2": "졸업예정자",
          "3": "12\/2(월)~12\/20(금)",
          "4": "사업단 이메일",
        },
        {
          "0": "4",
          "1":
          "<유의사항>※결과보고서(양식)은 학생 개인정보만 작성하여 제출함※사업단에서 빅데이터전공 지도교수 심사 진행 후 학생 제출자료 모두 학사팀에 제출 예정이며, 결과는 개별 이메일로 안내함※졸업논문제 합격된 이후에서 본인이 희망하여도 불합격으로 바꿀 수 없음에 유의※졸업논문제는 반드시 하나의 전공에서만 인정하며 타전공과 중복인정 불가함에 유의",
          "2":
          "<유의사항>※결과보고서(양식)은 학생 개인정보만 작성하여 제출함※사업단에서 빅데이터전공 지도교수 심사 진행 후 학생 제출자료 모두 학사팀에 제출 예정이며, 결과는 개별 이메일로 안내함※졸업논문제 합격된 이후에서 본인이 희망하여도 불합격으로 바꿀 수 없음에 유의※졸업논문제는 반드시 하나의 전공에서만 인정하며 타전공과 중복인정 불가함에 유의",
          "3":
          "<유의사항>※결과보고서(양식)은 학생 개인정보만 작성하여 제출함※사업단에서 빅데이터전공 지도교수 심사 진행 후 학생 제출자료 모두 학사팀에 제출 예정이며, 결과는 개별 이메일로 안내함※졸업논문제 합격된 이후에서 본인이 희망하여도 불합격으로 바꿀 수 없음에 유의※졸업논문제는 반드시 하나의 전공에서만 인정하며 타전공과 중복인정 불가함에 유의",
          "4":
          "<유의사항>※결과보고서(양식)은 학생 개인정보만 작성하여 제출함※사업단에서 빅데이터전공 지도교수 심사 진행 후 학생 제출자료 모두 학사팀에 제출 예정이며, 결과는 개별 이메일로 안내함※졸업논문제 합격된 이후에서 본인이 희망하여도 불합격으로 바꿀 수 없음에 유의※졸업논문제는 반드시 하나의 전공에서만 인정하며 타전공과 중복인정 불가함에 유의",
        },
        {
          "0": "5",
          "1": "★졸업논문제심사결과 확인",
          "2": "졸업예정자",
          "3": "25년1\/9(목)~1\/10(금)",
          "4": "숙명포털(학사공지)",
        },
        {
          "0": "6",
          "1": "학점이수표 및전체학기 성적증명서 제출",
          "2": "졸업예정자",
          "3": "25년1\/3(금)~1\/10(금)",
          "4": "사업단 이메일",
        },
        {
          "0": "7",
          "1": "★졸업심사결과(최종결과) 조회",
          "2": "졸업예정자",
          "3": "25년1\/31(금)~2\/3(월)",
          "4": "숙명포털(학사공지)",
        },
      ],
      [
        {"0": "NO.", "1": "논문제 형식", "2": "결과물 제출자료"},
        {
          "0": "1",
          "1": "빅데이터전공 캡스톤디자인 교과목 이수",
          "2":
          "성적증명서, 졸업논문심사결과보고서*논문제 제출학기 이수중인 교과목일 경우, 학점이수표와 결과보고서만 제출*결과물이 작품일 경우 작품사진 첨부하고 보고서 형태일 경우 보고서도 같이 제출",
        },
        {
          "0": "2",
          "1":
          "자격증 취득(빅데이터분석기사, 데이터분석 전문가, 데이터분석 준전문가, 사회조사분석사 2급, 정보처리기사, 정보처리산업기사 중 택1)",
          "2": "진위여부 확인이 가능한 자격증명서, 졸업논문심사결과보고서",
        },
        {
          "0": "3",
          "1": "빅데이터 관련 각종 외부 공모전\/대회진출 및 수상",
          "2": "진위여부 확인이 가능한 수상자료, 졸업논문심사결과보고서",
        },
        {
          "0": "4",
          "1": "국내외 빅데이터 관련학술대회 및 논문지 발표",
          "2": "진위여부 확인이 가능한 발표자료, 졸업논문심사결과보고서",
        },
      ],
    ],
    "contentImages": [],
    "site": "co",
    "periods": null,
  },
  {
    "title": "제3회 신.빅.해 안내(빅데이터 혁신융합대학과 신한금융그룹이 함께하는 빅데이터 해커톤 대회)",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=71&page=6",
    "date": "2024-09-09",
    "contentText":
    "빅데이터혁신융합사업단에서\n빅데이터\n혁신융합대학과 신한금융그룹이 함께하는\n빅데이터 해커톤 대회\n(\n약칭 신\n.\n빅\n.\n해\n)\n를 아래와 같이 운영합니다\n.\n자세한 일정 및 신청 방법은 아래를 참고해 주시기 바랍니다.\n※제3회 신.빅.해는 서울대학교 빅데이터혁신융합대학사업단에서 주관합니다.\n○\n참가신청\n:\n9\/9(\n월\n) ~ 9\/27(\n금\n)\n○\n일정안내\n참가신청\n9\/9(\n월\n) ~ 9\/27(\n금\n)\n개막식(온라인)\n10\/7(월)\n과제 수행 및 제출\n10\/7(월\n) ~ 10\/11(\n금\n)\n심사\n10\/14(월) ~ 10\/18(금)\n결선 진출자 발표\n10\/21(월)\n결선\n\/\n시상식(대구EXPO)\n11\/21(목)\n※상기 일정은 운영에 따라 변동될 수 있음\n○\n대회방식\n① 10\n\/7(\n월\n),\n개막식에서 온라인으로 과제 오픈\n②\n5일간\n조별 과제 진행\n③\n결선 진출 팀에 한하여\n11\/21(목)\n오프라인(대구EXPO) 결선\/시상식 참가\n○\n공모주제: AI 및 데이터 교차 분석 기반 신사업\/서비스 리뉴얼 IDEA 경진대회\n○\n참가대상:\n전국 대학생(4인 이하 1팀, 개인 팀 참가 가능)\n○\n시상내역\n- 총 상금 2,000만원 규모\n- 신한금융그룹 입사지원 혜택\n○\n신청방법\n:\n포스터 QR코드 또는\nURL\n신청\n(클릭)\n○\n문의처\n:\n서울대학교 빅데이터 혁신융합대학사업단(nicesquid@snu.ac.kr)",
    "contentAttachment": [],
    "contentTable": [
      [
        {"0": "참가신청", "1": "9\/9(월) ~ 9\/27(금)"},
        {"0": "개막식(온라인)", "1": "10\/7(월)"},
        {"0": "과제 수행 및 제출", "1": "10\/7(월) ~ 10\/11(금)"},
        {"0": "심사", "1": "10\/14(월) ~ 10\/18(금)"},
        {"0": "결선 진출자 발표", "1": "10\/21(월)"},
        {"0": "결선\/시상식(대구EXPO)", "1": "11\/21(목)"},
      ],
    ],
    "contentImages": [
      "https:\/\/bigdata.sookmyung.ac.kr:443\/data\/editor\/2409\/thumb-bf4fa223539d26715d64ca517c2ba162_1726186737_1607_2000x2800.png",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "2024 빅데이터 분석 아이디어 챌린지 경진대회 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=70&page=7",
    "date": "2024-09-02",
    "contentText":
    "안녕하세요. 빅데이터혁신융합사업단입니다.\n사업단에서 빅데이터 분석 아이디어 챌린지 경진대회를 개최합니다.\n숙명인 여러분들의 많은 참여 바랍니다.\n감사합니다.\n<2024 빅데이터 분석 아이디어 챌린지 경진대회>\n⊙ 참가 대상 : 2024-2학기 기준 숙명여자대학교 재학생 전체\n⊙ 참가 단위 : 개인 및 4인 이내 팀\n⊙ 공모 주제 : 각종 빅데이터를 활용한 비즈니스 아이디어 및 사회 문제 해결 제안 등 자유 주제\n⊙ 참가 신청 방법  :\n구글 폼\n을 통한 참가신청서 작성 (\nhttps:\/\/forms.gle\/h6pKVJWYWMgUuzcB6\n)\n* ~9\/8(일) 까지\n⊙ 참가 서류\n1) 재학증명서 (2024-2학기 기준)\n2) 최종 결과물 제출 : PPT 10~20장 이내\n** 9\/18(수)까지 사업단 이메일(p157499@sookmyung.ac.kr)을 통한 제출\n⊙ 일정\n기간\n내용\n9.2 (월) ~ 9.8 (일)\n참가 신청\n9.9 (월) ~ 9.18 (수)\n과제 수행 및 제출\n9.19 (목) ~ 9.20 (금)\n심사\n9.23 (월)\n심사 결과 안내\n* 개별 이메일 안내\n* 일정은 변경될 수 있습니다.\n⊙ 시상 (총 6팀)\n상종\n팀\n시상금\n대상\n1팀\n1,600,000\n원\n최우수상\n1팀\n1,200,000원\n우수상\n2팀\n1,000,000원\n장려상\n2팀\n800,000원\n※ 상금은 팀원 수에 따라 1\/N로 지급됩니다.\n⊙ 심사 기준\n1) 주제 선정의 적정성 30%\n2) 데이터 분석 도구 및 방법의 적절성 40%\n3) 아이디어의 실현 가능성 30%\n※ 문의 : 빅데이터혁신융합사업단 p157499@sookmyung.ac.kr \/ 02-2077-7079",
    "contentAttachment": [],
    "contentTable": [
      [
        {"기간": "9.2 (월) ~ 9.8 (일)", "내용": "참가 신청"},
        {"기간": "9.9 (월) ~ 9.18 (수)", "내용": "과제 수행 및 제출"},
        {"기간": "9.19 (목) ~ 9.20 (금)", "내용": "심사"},
        {"기간": "9.23 (월)", "내용": "심사 결과 안내* 개별 이메일 안내"},
      ],
      [
        {"상종": "대상", "팀": "1팀", "시상금": "1,600,000원"},
        {"상종": "최우수상", "팀": "1팀", "시상금": "1,200,000원"},
        {"상종": "우수상", "팀": "2팀", "시상금": "1,000,000원"},
        {"상종": "장려상", "팀": "2팀", "시상금": "800,000원"},
      ],
    ],
    "contentImages": [
      "https:\/\/snowe.sookmyung.ac.kr\/bbs5\/attachments\/57115005",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "2024 빅데이터 취업특강 B.B.C 신청 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=69&page=7",
    "date": "2024-09-02",
    "contentText":
    "“\n빅데이터 분야에서는 어떤 일을 할까\n?\n취업 준비 어떻게 하면 좋을까\n?”\n빅데이터혁신융합사업단에서는\n이러한 궁금증을 가지고 있는 학생들을 위해서\n빅데이터 취업 특강\nB.B.C(Bigdata joB Class)\n프로그램\n을 기획하였습니다\n.\n빅데이터 분야 현업에 있는 숙명여자대학교 졸업생을 초청하여\n취업 준비 과정과 생생한 현업에 대한 이야기를 나눕니다.\n진짜 취업 노하우와 팁을 공유하고 현업 전문가와 네트워킹 시간을 통해 자세한 정보를 들을 수 있는 기회를 놓치지 마세요!\n* 본 프로그램은 참가신청이 필수이므로, 참석을 희망하는 학생은 아래 포스터 내용을 참고하여 신청해주시기 바랍니다.",
    "contentAttachment": [],
    "contentTable": [],
    "contentImages": [
      "https:\/\/bigdata.sookmyung.ac.kr:443\/data\/editor\/2409\/thumb-8d13557be35917d1a498e0e810a4ceb2_1725236596_9695_2000x4022.jpg",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "2024-2학기 빅데이터전공 졸업상담DAY 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=66&page=7",
    "date": "2024-08-28",
    "contentText":
    "빅데이터혁신융합사업단에서\n2024-2\n학기 빅데이터전공\n<\n졸업상담\nDAY>\n를 안내합니다\n.\n졸업을 위한 상담은\n1:1\n방문 상담으로 진행\n하며\n,\n하단 내용을 참고하여 신청하시기 바랍니다\n.\n1. 일정\n: 2024. 9. 4.(\n수\n) ~ 9. 6.(\n금\n) 09:30~17:00 (\n※\n점심시간 제외\n12:00~13:00)\n2. 장소\n:\n명신관\n214C\n호\n3. 대상\n:\n학생자율설계전공\n(COSS\n형\n)\n빅데이터전공생\n1) 1\n순위\n: 24-2\n학기 기준\n8\n학기 이상 졸업 예정자\n2) 2\n순위\n:\n빅데이터전공생\n4.\n신청방법\n:\n구글폼 신청\n(\nhttps:\/\/forms.gle\/GszRS67E7Azvc61E8\n)\n5.\n내용\n:\n빅데이터전공 이수 교과목 및 졸업요건 확인\n-\n상담 진행을 위하여 빅데이터전공 교과목 이수 정리 자료 및 이수 예정인 교과목 자료를 미리 준비해 오시기 바랍니다\n.\n6.\n기타사항\n1)\n졸업상담 진행한 학생 대상 기념품 증정 예정\n(\n※\n준비한 수량 소진 시 조기 마감될 수 있음\n)\n2)\n상담 신청 후 포털에 등록된 이메일로 상담 일시 확정 안내 발송 예정\n3)\n상담은\n30\n분 단위로 진행하며\n,\n수업으로 인하여 시간 변경 시 사업단 이메일\n(p157499@sookmyung.ac.kr)\n로 연락 바랍니다\n.\n7.\n문의\n:\n빅데이터혁신융합사업단\np157499@sookmyung.ac.kr",
    "contentAttachment": [],
    "contentTable": [],
    "contentImages": [],
    "site": "co",
    "periods": null,
  },
  {
    "title": "서울특별시 빅데이터 캠퍼스 빅데이터 분석 전문과정 모집(9월) 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=65&page=7",
    "date": "2024-08-26",
    "contentText":
    "빅데이터혁신융합사업단과 서울시 빅데이터 캠퍼스가 함께하는 \"빅데이터 전문 교육(R을 활용한 빅데이터 분석, 2기)\"을 아래와 같이 실시 하오니 여러분의 많은 신청 바랍니다.\n교육 개요\nㅁ 교육명 : 빅데이터 분석 전문과정(2일)\nㅁ 교육운영 : 2024.06.~2024.12.(월 1회 32명)\nㅁ 교육대상 : 일반시민, 대학(원)생 등\nㅁ 교육장소 : 서울시 빅데이터 캠퍼스 상암 본원 세미나실\nㅁ 교육내용\n- 빅데이터 캠퍼스 소개\n- Python\/R의 이해 및 탐색적 데이터 분석\n- 데이터 핸들링 및 실습\nㅁ 교육과정\n- 6, 8, 10, 12월 : Python을 활용한 빅데이터 분석(총 2일, 12시간)\n- 7, 9, 11월 : R을 활용한 빅데이터 분석(총 2일, 12시간)\nㅁ교육혜택 : 교육비 전액 무료, 수료증 제공(점심식사 미제공)\n9월 교육 운영 일정\nㅁ 교육명 : R을 활용한 빅데이터 분석(2기)\nㅁ 교육일시 : 2024.09.23(월) ~ 09.24(화) 10:00 ~ 17:00(1일\/6시간), 점심시간 12:00 ~ 13:00\nㅁ 접수기간 : 2024.\n09.02(월) 09:00 ~ 09.09(월) 14:00\n○\n교육생 발표 : 2024.09.10(화) 14:00, 32명 추첨 선발\n○\n서울시 빅데이터 캠퍼스 홈페이지\n(서울특별시 빅데이터 캠퍼스 > 이용자 지원 > 공지사항 (seoul.go.kr)) 공지 확인 및 개인문자 안내\n○ 신청방법 : 포스터 내 QR코드 접수\nㅁ 기타 안내\n○ 교육생으로 선발된 후 취소할 경우 올해 교육과정 모두 신청 불가하니 꼭 참여 가능하신 분들만 신청 요청\n○ Python과정 및 R과정 모두 수강 가능하나, 한 과정 2번 이상 수강 불가\n○ 교육 당일 주차 지원은 불가하며, 가급적 대중교통 이용 요청\nㅁ 관련문의 : 빅데이터캠퍼스 담당관 : 02-2133-4280",
    "contentAttachment": [],
    "contentTable": [],
    "contentImages": [
      "https:\/\/p157499.cafe24.com\/data\/editor\/2408\/b813b6127ee50b987e41ddae51d64b3c_1724644870_8643.jpg",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "2024학년도 빅데이터전공 학생워크숍-빅데이터전공DAY 안내(PPT자료)",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=64&page=7",
    "date": "2024-08-22",
    "contentText":
    "빅데이터혁신융합사업단에서 2024 빅데이터전공 학생워크숍 <빅데이터전공DAY>를 안내합니다.\n참석을 희망하는 빅데이터전공생은 푸시, 문자, 이메일로 안내된 구글폼 링크로 신청하시기 바랍니다.\n1. 일시:\n2024. 09. 03.(화) 17:30~20:00\n2. 장소:\n숙명여대 명신관 320호\n3. 참석대상:\n학생자율설계전공(COSS형) 빅데이터전공생 (※휴학생 참석 가능)\n4. 진행내용\n가. 전공 이수 제반\n1) 빅데이터전공 이수 제반(교과목 이수, 졸업, 학점교류 등)\n2) 빅데이터 마이크로디그리(MD) 빅데이터전공생 이수 방법\n3) 비교과 프로그램\n4) 장학금(성적, 자격증)\n5) 그외 기타사항\n나. 저녁식사\n다. 학습 결과물 발표\n라. 학생 자율활동\n※\n진행 당일 상황에 따라 시간 및 내용은 변동될 수 있습니다.\n5. 참가학생 특전\n1) 장학금-비교과 프로그램 참여 인정 → 행사 종료 후 마이페이지 참고\n2) 학생 자율활동 중 소정의 기념품 제공\n6.\nPPT자료:\n첨부파일 참고\n7.\n문의: 빅데이터혁신융합사업단\np157499@sookmyung.ac.kr",
    "contentAttachment": [
      {
        "text": "2024-빅데이터전공DAY-PPT.pdf(17.0M)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=64&no=0&page=7",
      },
    ],
    "contentTable": [],
    "contentImages": [],
    "site": "co",
    "periods": null,
  },
  {
    "title": "제3회 월간 빅데이터 캠퍼스 대회 수상팀 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=63&page=7",
    "date": "2024-08-22",
    "contentText":
    "안녕하세요. 빅데이터혁신융합사업단입니다.\n2024-1학기 제3회 월간 빅데이터 캠퍼스 대회 수상팀을 안내드립니다.\n수상을 축하드립니다.\n상격\n팀명\n팀원\n대상\n퍼블랩\n소프트웨어융합전공 김은지\n수학과 이예나\n최우수상\n밤앙갱\n앙트러프러너십전공 이아름\n앙트러프러너십전공 박수빈\n우수상\n라이트\n통계학과 김미지\n솔원을 말해봐\nIT\n공학전공\n  김진솔\nIT\n공학전공\n  성채원\n장려상\nHLL\n경영학부 이해림\n운명\nIT\n공학전공\n  고유진\n데이터사이언스전공 홍서희",
    "contentAttachment": [],
    "contentTable": [
      [
        {"0": "상격", "1": "팀명", "2": "팀원"},
        {"0": "대상", "1": "퍼블랩", "2": "소프트웨어융합전공 김은지 수학과 이예나"},
        {"0": "최우수상", "1": "밤앙갱", "2": "앙트러프러너십전공 이아름 앙트러프러너십전공 박수빈"},
        {"0": "우수상", "1": "라이트", "2": "통계학과 김미지"},
        {"0": "우수상", "1": "솔원을 말해봐", "2": "IT공학전공  김진솔 IT공학전공  성채원"},
        {"0": "장려상", "1": "HLL", "2": "경영학부 이해림"},
        {"0": "장려상", "1": "운명", "2": "IT공학전공  고유진 데이터사이언스전공 홍서희"},
      ],
    ],
    "contentImages": [],
    "site": "co",
    "periods": null,
  },
  {
    "title": "[MD] 2024학년도 상반기 빅데이터 마이크로디그리(MD) 이수 결과 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=62&page=7",
    "date": "2024-08-19",
    "contentText":
    "빅데이터혁신융합사업단에서\n2024\n학년도 상반기 빅데이터 마이크로디그리\n(MD)\n이수 결과를 안내합니다\n.\n1. 이수증 결과\n가\n.\n빅데이터 초급\nMD\n2011115\n2310752\n2016481\n2015479\n2115541\n2215830\n2012942\n1912339\n1916547\n2013545\n2211319\n2212449\n2011080\n2016321\n2014008\n2313251\n나\n.\n빅데이터 관리\nMD\n1912339\n다\n.\n빅데이터 자율설계\n(\n중급\n) MD\n2110152\n2013009\n1916547\n2014394\n2011783\n2011080\n2115686\n라\n.\n빅데이터 자율설계\n(\n고급\n) MD\n2015323\n2013753\n2012243\n2016321\n2110421\n2115686\n마\n.\n빅데이터 애널리틱스\nMD\n2013009\n2016190\n1811224\n2212620\n2.\n이수증 배부\n가\n.\n배부기간\n:\n2024. 8.23.(\n금\n) ~ 2024. 9. 6.(\n금\n)\n-\n방학중\n: 10:00~16:30\n-\n학기중\n: 09:00~17:00\n※\n주말\n,\n공휴일 및 점심시간 제외\n(12:00~13:00)\n나\n.\n배부장소\n:\n명신관\n214C\n호\n마\n.\n방문 시 헤이영 또는 학생증 본인확인 후 배부합니다\n.\n라\n.\n이수증은 지류\n(\n종이\n)\n형태로만 배부하며\n,\n기간 내 미수령 시 분실에 대한 사업단 책임이 없습니다\n.\n3.\n장학금 지급\n-\n장학금 지급 대상자 개별 이메일 안내\n4.\n기타문의\n:\n빅데이터혁신융합사업단\np157499@sookmyung.ac.kr",
    "contentAttachment": [],
    "contentTable": [
      [
        {"0": 2011115, "1": 2310752, "2": 2016481, "3": 2015479},
        {"0": 2115541, "1": 2215830, "2": 2012942, "3": 1912339},
        {"0": 1916547, "1": 2013545, "2": 2211319, "3": 2212449},
        {"0": 2011080, "1": 2016321, "2": 2014008, "3": 2313251},
      ],
      [
        {"0": 1912339, "1": null, "2": null, "3": null},
      ],
      [
        {"0": 2110152, "1": 2013009, "2": 1916547, "3": 2014394.0},
        {"0": 2011783, "1": 2011080, "2": 2115686, "3": null},
      ],
      [
        {"0": 2015323, "1": 2013753, "2": 2012243.0, "3": 2016321.0},
        {"0": 2110421, "1": 2115686, "2": null, "3": null},
      ],
      [
        {"0": 2013009, "1": 2016190, "2": 1811224, "3": 2212620},
      ],
    ],
    "contentImages": [],
    "site": "co",
    "periods": null,
  },
  {
    "title": "2024 서울시 빅데이터캠퍼스 공모전 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=61&page=7",
    "date": "2024-08-12",
    "contentText":
    "빅데이터혁신융합사업단에서 서울시와 함께 2024 빅데이터캠퍼스 공모전을 개최합니다. 학생분들의 많은 관심 및 지원 바랍니다\n.\n1.\n응모자격 : 제한 없음(개인 또는 팀, 팀원은 대표포함 4인까지)\n2.\n응모조건\n- 서울시 빅데이터 캠퍼스 핵심 110종 데이터 중 1개 이상 활용, 분석한 자로서\n공모전 참가신청서 내 모든 항목에 동의한 자\n※\n접수 기간내 빅데이터캠퍼스 방문 필수\n3.\n응모주제 : 제한 없음\n- 빅데이터캠퍼스 데이터 및 개방된 데이터를 활용하여 비즈니스 모델개발, 서울시의 도시문제 해결 및 공공 이익·발전에 기여할 수 있는 자유주제\n4.\n응모형식 : (1단계) 신청서 제출 → (2단계) 결과보고서(ppt 형식, 20매 내외) 제출\n5.\n응모방법\n: 네이버폼 접수 및 이메일 제출\n①\n네이버폼 참가신청서 제출 (\nhttps:\/\/naver.me\/G58r5SSU\n) : 8.12.(월) ~ 9.25.(수)\n②\n참가신청서 및 개인정보수집이용동의서 이메일(bigdata@seoul.go.kr) 제출 : 8.12.(월) ~ 9.25.(수)\n-\n이메일제목: [팀명] 빅캠공모전 참가신청서\n- 양식 작성 후 수합하여 압축\n파일로 제출\n※\n개인정보수집이용동의서는 팀원별 각 1부 작성 필수\n③\n빅데이터캠퍼스 홈페이지를 통한 이용신청 및 방문 후 분석과제 수행\n-\n빅데이터캠퍼스 이용신청 바로가기\n④\n분석결과서 및 분석결과요약서 이메일(bigdata@seoul.go.kr) 제출 : 9.9.(월) ~ 9.25.(수)\n-\n이메일제목: [팀명] 분석결과서 및 분석요약서\n- 2개 파일 압축파일로 제출\n⑤\n응모가 완료될 시 응모 확인 완료 메일 송부(1~2일 이내)\n※\n모든 양식은 빅데이터캠퍼스 홈페이지(\nhttp:\/\/bigdata.seoul.go.kr\n) 공지사항,\n내 손안에 서울(\nhttp:\/\/mediahub.seoul.go.kr\n) 공모전에서 다운로드\n6.\n심사방법 : (1차) 서류평가 → (2차) 발표평가\n- (1차) 공모전은 응모한 전 작품에 대해 서류심사 : 8개 팀 선정 예정\n- (2차) 본선 심사는 10월 11일 각 팀별 발표평가를 통해 8개 수상작 선정\n7.\n공모일정\n-\n참가신청서 제출 : 2024. 8. 12.(월) ~ 2024. 9. 25.(수) 18:00\n-\n분석결과서 제출 : 2024. 9. 9.(월) ~ 2024. 9. 25.(수) 18:00\n-\n예선심사 결과발표 : 2024. 9. 30.(월) 18:00\n(서울시 빅데이터캠퍼스 홈페이지 공지)\n-\n본선발표&심사 및 시상식 : 2024. 10. 11.(금)\n8.\n유의사항\n- 빅데이터캠퍼스에서 제공하는 핵심 110종 데이터 중 1개 이상의 데이터를 필수로 사용\n- 응모작은 캠퍼스에서 분석한 내용이 포함된 본인 순수 창작물에 한함.\n(타 공모전 수상작, 타인의 저작물 도용 등의 경우 심사 제외 및 수상 취소와 시상내역 환수)\n- 응모작의 초상권, 저작권 등 법적인 문제와 관련된 사항은 응모자의 책임으로 함.\n- 작품에 대한 사용권 및 저작권은 수상자에게 있으며, 수상작은 캠퍼스 홍보용이나 서울시의 정책으로 사용할 수 있으며 향후 활용과정에서 수상작의 본질적인 내용을 변경하지 않는 범위 내에서 작품내용이 수정될 수 있음\n- 수상작이 공동작일 경우, 상장 1부에 팀원 성명이 기재되고 상금은 출품한 이가 대표로 받으며, 상금 배분 등의 문제는 공동출품자 간 문제로 서울시는 관여하지 않음.\n- 심사결과 작품 접수량과 완성도에 따라 시상 규모와 상금은 변경될 수 있음.\n- 참가신청서의 모든 항목을 동의한 자\n- 예심부터 본심까지 전체 과정에 참가한 인원에 한하여 수상 자격 부여\n- 심사평가시 동점자에 대해 빅데이터캠퍼스 제공데이터를 많이 이용한 팀에 대해 우선 순위를 적용\n※\n공모전의 변경 사항은 ‘내 손안에 서울(\nhttp:\/\/mediahub.seoul.go.kr\n)’ 및\n‘\n빅데이터캠퍼스 홈페이지(\nhttp:\/\/bigdata.seoul.go.kr\n)’를 통해 공지\n※\n기타 문의\n는\n서울시 빅데이터캠퍼스 담당(Tel:02-2133-4280, E-mail:bigdata@seoul.go.kr)로 문의\n붙  임 : 2024 빅캠 공모전_공고문, 신청양식",
    "contentAttachment": [
      {
        "text": "2024 빅캠 공모전_공고문, 신청양식.zip(418.4K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=61&no=0&page=7",
      },
    ],
    "contentTable": [],
    "contentImages": [
      "https:\/\/bigdata.sookmyung.ac.kr:443\/data\/editor\/2408\/thumb-085e09acc6aea73ffbab666814fb0c44_1723437386_8095_2000x2828.png",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "[모집] 서울시 빅데이터캠퍼스 숙명여대 분원 운영 근로 학생 모집",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=60&page=7",
    "date": "2024-08-12",
    "contentText":
    "빅데이터혁신융합사업단에서는 사업단에서 운영중인\n“\n서울시 빅데이터 캠퍼스 분원\n”\n에서 근무할 학생을 다음과 같이 모집합니다\n.\n숙명인들의 많은 지원 바랍니다\n.\n1.\n모집 분야 및 인원\n가\n.\n근무처\n:\n서울시 빅데이터 캠퍼스 분원\n(\n서울시 용산구 청파로\n47\n길\n88, 2\n층\n)\n나\n.\n주요 업무\n1)\n빅데이터 캠퍼스 분원 운영\n(\n이용 예약 관리\n,\n내방 손님 응대\n,\n환경 정리 등\n)\n2)\n빅데이터혁신융합사업단 업무 보조 외 기타\n다\n.\n모집 인원\n: O\n명\n2.\n지원 자격\n가\n.\n2024-2\n학\n기 재학 예정인 학부생 및 대학원생\n(\n휴학생\n\/\n수료생\n\/\n졸업생 지원 불가\n)\n※\n근로 기간 중 휴학할 경우 사업단 지침에 의거 급여 지급이\n불가함\n※\n1\n년 이상 근무 가능자 우대\n.\n지원서에\n기재 요청\n나\n.\n분원 운영 및 빅데이터혁신융합사업단 업무에 적극적으로 임할 학생\n3.\n근로 조건\n가\n.\n급여\n:\n학부생 시급\n12,000\n원\n\/\n대학원생 시급\n17,000\n원\n나\n.\n근무 기간\n:\n2024\n년\n9\n월\n2\n일\n~\n2025\n년\n8\n월\n31\n일\n※\n근무 기간은 연장\n\/\n변동 가능함\n.\n단\n,\n학기 재학생 한정\n※\n근무 시작일은 사업단 일정에 따라 변경될 수 있음\n.\n다\n.\n운영 시간\n1)\n학기 중\n:\n월\n~\n금\n, 10:00 ~ 17:00\n2)\n방학 중\n:\n월\n~\n금\n, 10:00 ~ 16:00\n※\n점심시간\n: 12;00 ~\n1\n3:00\n라\n.\n근무 시간\n:\n주당\n10-14\n시간\n내\n.\n운영\n근로 학생들과 일정 조율하여 근무\n.\n4.\n지원 방법\n가\n.\n접수 기간\n:\n2024\n년\n8\n월\n12\n일\n~ 8\n월\n21\n일\n※\n기간 마감 후\n면접 진행 예정\n나\n.\n제출 방법\n:\n첨부의 지원서 및 스케줄표 작성 후 이메일\n(\np157499@sookmyung.ac.kr\n)\n제출\n다\n.\n이메일 제목\n:\n서울시 빅데이터 캠퍼스 조교 지원\n_\n이름\n※\n이메일 접수 후\n면접 해당자에 한하여 개별 연락 예정\n이며\n,\n제출된\n서류는 반환되지 않습니다\n.\n5.\n문의\n빅데이터혁신융합사업단\np157499@sookmyung.ac.kr",
    "contentAttachment": [
      {
        "text": "지원서 외.zip(36.1K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=60&no=0&page=7",
      },
    ],
    "contentTable": [],
    "contentImages": [],
    "site": "co",
    "periods": null,
  },
  {
    "title": "2024-하계 경기과기대 IBM AI 해커톤 대회 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=59&page=7",
    "date": "2024-08-07",
    "contentText":
    "경기과학기술대학교 빅데이터혁신융합대학사업의 일환으로 2024년 하계 IBM AI 해커톤을 추진합니다. 많은 학생분들의 관심과 참여 바랍니다.\n□ 참가신청\n- 모집기간:\n2024. 8. 7.(수) 13:00 ~ 8. 11.(일)까지\n(\n※선착순 조기 마감될 수 있음\n)\n- 신청방법: 구글폼 신청  (\nhttps:\/\/forms.gle\/mVLsCzZrBfTN8Vhe7\n)\n□ 대회 일정\n- 일    시:\n2024. 8. 26.(월) ~ 8. 28.(수)\n- 장    소: 한국 IBM (여의도 IFC Tree) 6층 교육장\n□\n참여 학생 지원\n- 교육프로그램\n,\n중식 및 간식 제공\n,\n교통비\n(\n고속버스\n(\n일반석\n), KTX(\n일반석\n))\n(\n※\n숙박은 별도로 지원되지 않습니다\n.)\n□\n경진대회 시상 규모\n대상\n(1\n팀\n)\n최우수상\n(1\n팀\n)\n우수상\n(1\n팀\n)\n1,000,000\n원\n750,000\n원\n500,000\n원\n◎ 5\n인\n6\n조 구성\n,\n전체 신청 학생 확인 후 팀 배정\n.\n◎\n상\n금\n(\n장학금\n)\n지급은\n소속대학의 규정\n을 따름\n.\n(\n※ 24-2학기 재학생만 상금 지급이 가능하며,\n졸업생\n, 수료생\n및 휴학생은 장학금 지급 불가\n)\n□\n프로그램 진행\n(\n안\n) : 첨부파일 안내문 참조\n□ 문의 :\n경기과학기술대학교 빅데이터혁신융합대학사업단(\nT.031-496-4257)",
    "contentAttachment": [
      {
        "text": "2024년 하계 IBM AI 해커톤 계획안안내용.hwp(160.0K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=59&no=0&page=7",
      },
    ],
    "contentTable": [
      [
        {"0": "대상 (1팀)", "1": "최우수상 (1팀)", "2": "우수상 (1팀)"},
        {"0": "1,000,000 원", "1": "750,000 원", "2": "500,000원"},
      ],
    ],
    "contentImages": [
      "https:\/\/bigdata.sookmyung.ac.kr:443\/data\/editor\/2408\/thumb-03e9b1f98b0429e7a4ab92465f0a80cf_1723005149_5093_2000x2813.png",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "서울특별시 빅데이터 캠퍼스 빅데이터 분석 전문과정 모집(8월) 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=58&page=7",
    "date": "2024-07-24",
    "contentText":
    "빅데이터혁신융합사업단과 서울시 빅데이터 캠퍼스가 함께하는 \"빅데이터 전문 교육(Python을 활용한 빅데이터 분석, 2기)\"을 아래와 같이 실시 하오니 여러분의 많은 신청 바랍니다.\n교육 개요\nㅁ 교육명 : 빅데이터 분석 전문과정(2일)\nㅁ 교육운영 : 2024.06.~2024.12.(월 1회 32명)\nㅁ 교육대상 : 일반시민, 대학(원)생 등\nㅁ 교육장소 : 서울시 빅데이터 캠퍼스 상암 본원 세미나실\nㅁ 교육내용\n- 빅데이터 캠퍼스 소개\n- Python\/R의 이해 및 탐색적 데이터 분석\n- 데이터 핸들링 및 실습\nㅁ 교육과정\n- 6, 8, 10, 12월 : Python을 활용한 빅데이터 분석(총 2일, 12시간)\n- 7, 9, 11월 : R을 활용한 빅데이터 분석(총 2일, 12시간)\nㅁ교육혜택 : 교육비 전액 무료, 수료증 제공(점심식사 미제공)\n8월 교육 운영 일정\nㅁ 교육명 : Python을 활용한 빅데이터 분석(2기)\nㅁ 교육일시 : 2024.08.27(화) ~ 08.28(수) 10:00 ~ 17:00(1일\/6시간), 점심시간 12:00 ~ 13:00\nㅁ 접수기간\n: 2024.08.01(목) 09:00 ~ 08.07(월) 14:00\n○\n교육생 발표 : 2024.08.08(목) 14:00, 32명 추첨 선발\n○\n서울시 빅데이터 캠퍼스 홈페이지\n(서울특별시 빅데이터 캠퍼스 > 이용자 지원 > 공지사항 (seoul.go.kr)) 공지 확인 및 개인문자 안내\n○ 신청방법 : 포스터 내 QR코드\nㅁ 관련문의 : 빅데이터캠퍼스 담당관 : 02-2133-4280",
    "contentAttachment": [],
    "contentTable": [],
    "contentImages": [
      "https:\/\/p157499.cafe24.com\/data\/editor\/2407\/ff996c427524d11457cf77dae53f1d21_1721795762_5417.png",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "2024-하계 경기과기대 빅데이터 캠프 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=57&page=7",
    "date": "2024-07-23",
    "contentText":
    "[빅데이터혁신융합대학] 2024-하계 경기과기대 빅데이터 캠프 안내\n빅데이터혁신융합대학 경기과학기술대학교에서 2024년 하계 빅데이터 캠프를 진행합니다.\n학생분들의 많은 관심 바랍니다.\n1. 행 사 명 : 2024년 하계 빅데이터 캠프\n2. 일    정 :\n2024.08.19.(월) ~ 08.22.(목) (3박4일)\n3. 장    소 : 라까사호텔 광명\n4. 신청기한 :\n2024.07.29.(월) 13:00 ~ 08.09.(금) 까지\n(※선착순 인원 마감시 조기 마감될 수 있음)\n5. 신청방법: 구글폼 신청(\n2024 빅데이터 혁신융합대학사업 \"경기과학기술대학교 하계 빅데이터 캠프\" (google.com)\n)\n6. 캠프 프로그램 내용: 안내문(첨부) 참고\n7. 모집인원 : 40명 (빅데이터 컨소시엄 25 명 \/ 실감미디어+인공지능 컨소시엄 15명)\n*빅데이터 컨소시엄(경상국립대, 서울시립대, 서울대, 숙명여대, 전북대, 한동대,\n경기과기대\n)\n8. 문 의 처 : 경기과학기술대학교 빅데이터혁신융합대학사업단 (T.031-496-4257)",
    "contentAttachment": [
      {
        "text": "2024 하계 경기과기대 빅데이터 캠프.zip(393.6K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=57&no=0&page=7",
      },
    ],
    "contentTable": [],
    "contentImages": [
      "https:\/\/p157499.cafe24.com\/data\/editor\/2407\/ebe912bb101c06565138544e8ad286fc_1721715080_1888.jpg",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "2024 WE-MEET 프로젝트 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=56&page=7",
    "date": "2024-07-19",
    "contentText":
    "빅데이터혁신융합사업단에서 대학과 기업이 협력하여 기업탐색 및 기업 문제해결를 위한 <2024\nWE-MEET 프로젝트>를 다음과 같이 운영합니다.\n○ 신청기간:\n~ 2024. 7. 31.까지\n(※마감기한 엄수, 선착순 마감 예정)\n○ 신청방법: 구글폼 신청\n(\nhttps:\/\/docs.google.com\/forms\/d\/1llQRQfpoHJenxW_uRQwqHlpBNeT4WyaJvA4IgkH36oI\/edit\n)\n○ 운영시기(안): 2024. 9월 ~ 12월 프로젝트 진행 + 동계 서울대 계절학기(과목 미정)\n○ 프로젝트 내용: 총 12개 주제 중 1개 선택\n기업명\n주제\n신한카드\n소셜 데이터를 활용한 소비 트렌드 분석 및 인사이트 도출\n신한은행\n금융 정보 분석을 통한 인사이트 발굴\n㈜멋쟁이사자처럼(1)\n빅데이터 활용한 사업아이템 사업기획 및 초기 GTM 전략 멘토링\n㈜멋쟁이사자처럼(2)\n웹\/앱 구조설계, 데이터베이스 설계, MVP개발 방법, AI활용법\n㈜멋쟁이사자처럼(3)\n데이터분석을 통한 신사업 아이디어 발굴\n와이즈넛\n쇼핑몰과 포털의 상품 데이터 및 댓글 등 비정형 데이터 발굴 및 활용\nKT\nAI 빅데이터활용 공공기관 디지털 트랜스포메이션 사례 연구\nLG유플러스\n통신데이터와 금융, 공공데이터를 활용한 신사업 발굴을 위한 데이터 분석 등\n마켓컬리\n주니어 안드로이드 개발자의 시선으로 본 개발자 취업준비 방향성에 대한 멘토링\n메가존클라우드\n최신 인공지능 트렌드 및 프로젝트 기획外\nTWO Platforms\nAI on 모바일 플랫폼\n카카오\n안드로이드 아키텍쳐 멘토링\n○ 문의: 서울대학교 빅데이터혁신융합대학사업단(02-889-5707)",
    "contentAttachment": [],
    "contentTable": [
      [
        {"기업명": "신한카드", "주제": "소셜 데이터를 활용한 소비 트렌드 분석 및 인사이트 도출"},
        {"기업명": "신한은행", "주제": "금융 정보 분석을 통한 인사이트 발굴"},
        {"기업명": "㈜멋쟁이사자처럼(1)", "주제": "빅데이터 활용한 사업아이템 사업기획 및 초기 GTM 전략 멘토링"},
        {"기업명": "㈜멋쟁이사자처럼(2)", "주제": "웹\/앱 구조설계, 데이터베이스 설계, MVP개발 방법, AI활용법"},
        {"기업명": "㈜멋쟁이사자처럼(3)", "주제": "데이터분석을 통한 신사업 아이디어 발굴"},
        {"기업명": "와이즈넛", "주제": "쇼핑몰과 포털의 상품 데이터 및 댓글 등 비정형 데이터 발굴 및 활용"},
        {"기업명": "KT", "주제": "AI 빅데이터활용 공공기관 디지털 트랜스포메이션 사례 연구"},
        {"기업명": "LG유플러스", "주제": "통신데이터와 금융, 공공데이터를 활용한 신사업 발굴을 위한 데이터 분석 등"},
        {"기업명": "마켓컬리", "주제": "주니어 안드로이드 개발자의 시선으로 본 개발자 취업준비 방향성에 대한 멘토링"},
        {"기업명": "메가존클라우드", "주제": "최신 인공지능 트렌드 및 프로젝트 기획外"},
        {"기업명": "TWO Platforms", "주제": "AI on 모바일 플랫폼"},
        {"기업명": "카카오", "주제": "안드로이드 아키텍쳐 멘토링"},
      ],
    ],
    "contentImages": [],
    "site": "co",
    "periods": null,
  },
  {
    "title": "[학점교류] 2024-2학기 서울대학교 교류수학 안내(수정)",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=55&page=7",
    "date": "2024-07-12",
    "contentText":
    "[빅데이터혁신융합사업단]\n2024-2학기 서울대학교\n교류수학 안내\n빅데이터혁신융합사업단에서는\n2024-2학기 서울\n대학교\n학점 교류\n학생을 모집하오니 수학을 희망 학생은 기간 내에 신청하시기 바랍니다\n.\n※\n본 공지문은 빅데이터 혁신융합대학사업 교류 관련이며\n,\n일반 학점교류 공지와 별도임을 유의하시기 바랍니다\n.\n※학점교류 신청자격: 재학중인 학부생 중 2개 학기 이상 이수완료(2학년 이상인 자)하고, 지원할 당시의 총 평점평균이 2.8\/4.3 이상인 자\n※휴학생 및 8학기 이상 졸업예정자, 학사편입생은 학점교류 불가\n1.\n신청기간\n:\n~7\n\/25\n(\n목\n) 16:00\n까지\n※학점교류 신청하는 학생은 SnoWe 공지에 기재된 신청 기간 내에 신청해야 함\n※신청 기간 내 학부(과)장님 승인까지 완료되어야 함\n2. 학점교류\n안내\n:\n붙임1\n참고\n3.\n신청방법\n※신청 기간 내에 1), 2) 모두 제출 완료해야 함\n1\n) 숙명포털에서 [학점교류 사전신청] 진행하여 본전공(제1전공) 학부(과)장님 승인 진행\n- [학점교류 사전신청] 방법은 우리대학 홈페이지 공지사항 첨부파일 참고\nhttps:\/\/www.sookmyung.ac.kr\/kr\/news\/important-notice.do?mode=view&articleNo=86574\n※[인정받을 교과구분] -> 빅데이터전공은 [전공선택]이 아닌\n[전공]으로 선택하여 진행해야 함\n2)\n숙명포털에서 학부(과)장님 승인 완료된 화면(캡처본)과\n「붙임2\n) 서울대 수학 추천자 양식\n」\n작성하여 사업단\n이메일 제출\n- 이메일: p157499@sookmyung.ac.kr\n-\n메일제목\n: [2024-2학기\n학점교류 신청] 서울대\n\/\n이름\n\/\n학번\n-\n메일내용\n: 숙명포털 승인 완료 화면(캡처본) 및\n「붙임2\n)\n」모두\n첨부\n3) 수강 교과목 [학점교류 학점인정신청] 기간에 숙명포털에서 직접 신청(*추후 개별 공지 예정)\n4.\n수업기간 : 2024. 9. 2.(월) ~ 12. 13.(금)\n5.\n수강과목 :\n붙임\n3, 4\n참고\n※빅데이터 학점교류는 서류 제출 후 [학점인정신청] 기간에 교과목 변경이 불가함에 유의\n※COSS형 빅데이터전공생은 붙임3 표준교과목(노란색 표기)만 빅데이터전공으로 인정 가능하며, 빅데이터윤리(A-8)의 경우 본교 빅데이터전공 대체교과목이 없으므로 신청시 공란으로 표기하여 제출\n6. 문의 :\n숙명여자대학교 빅데이터혁신융합사업단\np157499@sookmyung.ac.kr \/ 02-2077-7192\n7. 첨부파일\n붙임1 2024학년도 2학기 서울대학교 수학 안내문_혁신공유학부\n붙임2 (혁신공유학부)서울대학교 수학추천자 양식(2024-2)\n붙임3 2024학년도 2학기 서울대학교 개설교과목 리스트_혁신공유학부\n붙임4 강의계획서",
    "contentAttachment": [
      {
        "text": "2024-2 서울대 학점교류 자료.zip(2.1M)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=55&no=0&page=7",
      },
    ],
    "contentTable": [],
    "contentImages": [],
    "site": "co",
    "periods": null,
  },
  {
    "title": "[학점교류] 2024-2학기 경상국립대학교 교류수학 안내(수정)",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=54&page=7",
    "date": "2024-07-12",
    "contentText":
    "[빅데이터혁신융합사업단]\n2024-2학기 경상국립대학교\n교류수학 안내\n빅데이터혁신융합사업단에서는\n2024-2학기 경상국립\n대학교\n학점 교류\n학생을 모집하오니 수학을 희망 학생은 기간 내에 신청하시기 바랍니다\n.\n※\n본 공지문은 빅데이터 혁신융합대학사업 교류 관련이며\n,\n일반 학점교류 공지와 별도임을 유의하시기 바랍니다\n.\n※학점교류 신청자격: 재학중인 학부생 중 2개 학기 이상 이수완료(2학년 이상인 자)하고, 지원할 당시의 총 평점평균이 2.8\/4.3 이상인 자\n※휴학생 및 8학기 이상 졸업예정자, 학사편입생은 학점교류 불가\n1.\n신청기간\n:\n~7\n\/24\n(\n수\n) 16:00\n까지\n※학점교류 신청하는 학생은 SnoWe 공지에 기재된 신청 기간 내에 신청해야 함\n※신청 기간 내 학부(과)장님 승인까지 완료되어야 함\n2. 학점교류\n안내\n:\n붙임1\n참고\n3.\n신청방법\n※신청 기간 내에 1), 2) 모두 제출 완료해야 함\n1\n) 숙명포털에서 [학점교류 사전신청] 진행하여 본전공(제1전공) 학부(과)장님 승인 진행\n- [학점교류 사전신청] 방법은 우리대학 홈페이지 공지사항 첨부파일 참고\nhttps:\/\/www.sookmyung.ac.kr\/kr\/news\/important-notice.do?mode=view&articleNo=86574\n※[인정받을 교과구분] -> 빅데이터전공은 [전공선택]이 아닌\n[전공]으로 선택하여 진행해야 함\n2)\n숙명포털에서 학부(과)장님 승인 완료된 화면(캡처본)과\n「붙임2\n) 경상국립대 수학 추천자 양식\n」\n작성하여 사업단\n이메일 제출\n- 이메일: p157499@sookmyung.ac.kr\n-\n메일제목\n: [2024-2학기\n학점교류 신청] 경상국립대\n\/\n이름\n\/\n학번\n-\n메일내용\n: 숙명포털 승인 완료 화면(캡처본) 및\n「붙임2\n)\n」모두\n첨부\n3) 수강 교과목 [학점교류 학점인정신청] 기간에 숙명포털에서 직접 신청(*추후 개별 공지 예정)\n4.\n수업기간 : 2024. 9. 2.(월) ~ 12. 20.(금)\n5.\n수강과목 :\n붙임\n3, 4\n참고\n※빅데이터 학점교류는 서류 제출 후 [학점인정신청] 기간에 교과목 변경이 불가함에 유의\n※COSS형 빅데이터전공생은 붙임3 표준교과목(노란색 표기)만 빅데이터전공으로 인정 가능하며, 기계학습(A-26)의 경우 본교 대체교과목이 없으므로 신청시 공란으로 표기하여 제출\n6. 문의 :\n숙명여자대학교 빅데이터혁신융합사업단\np157499@sookmyung.ac.kr \/ 02-2077-7192\n7. 첨부파일\n(붙임1) 2024학년도 2학기 경상국립대학교 교류수학 안내문\n(붙임2) 2024학년도 2학기 경상국립대학교 수학추천자 서식\n(붙임3) 2024학년도 2학기 경상국립대학교 교과목 목록\n(붙임4) 강의계획서(2023)_참고용",
    "contentAttachment": [
      {
        "text": "2024-2 경상국립대 학점교류 자료.zip(1.0M)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=54&no=0&page=7",
      },
    ],
    "contentTable": [],
    "contentImages": [],
    "site": "co",
    "periods": null,
  },
  {
    "title": "서울특별시 빅데이터 캠퍼스 빅데이터 분석 전문과정 모집(7월) 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=53&page=8",
    "date": "2024-06-27",
    "contentText":
    "빅데이터혁신융합사업단과 서울시 빅데이터 캠퍼스가 함께하는 \"빅데이터 전문 교육(R을 활용한 빅데이터 분석, 1기)\"을 아래와 같이 실시 하오니 여러분의 많은 신청 바랍니다.\n교육 개요\nㅁ 교육명 : 빅데이터 분석 전문과정(2일)\nㅁ 교육운영 : 2024.06.~2024.12.(월 1회 32명)\nㅁ 교육대상 : 일반시민, 대학(원)생 등\nㅁ 교육장소 : 서울시 빅데이터 캠퍼스 상암 본원 세미나실\nㅁ 교육내용\n- 빅데이터 캠퍼스 소개\n- Python\/R의 이해 및 탐색적 데이터 분석\n- 데이터 핸들링 및 실습\nㅁ 교육과정\n- 6, 8, 10, 12월 : Python을 활용한 빅데이터 분석(총 2일, 12시간)\n- 7, 9, 11월 : R을 활용한 빅데이터 분석(총 2일, 12시간)\nㅁ교육혜택 : 교육비 전액 무료, 수료증 제공(점심식사 미제공)\n7월 교육 운영 일정\nㅁ 교육명 : R을 활용한 빅데이터 분석(1기)\nㅁ 교육일시 : 2024.07.22(월) ~ 07.23(화) 10:00 ~ 17:00(1일\/6시간), 점심시간 12:00 ~ 13:00\nㅁ 접수기간 : 2024.\n07.01(월) 09:00 ~ 07.08(월) 14:00\n○\n교육생 발표 : 2024.07.09(화) 14:00, 32명 추첨 선발\n○\n서울시 빅데이터 캠퍼스 홈페이지\n(서울특별시 빅데이터 캠퍼스 > 이용자 지원 > 공지사항 (seoul.go.kr)) 공지 확인 및 개인문자 안내\n○ 신청방법 : 포스터 내 QR코드 접수\nㅁ 관련문의 : 빅데이터캠퍼스 담당관 : 02-2133-4280",
    "contentAttachment": [],
    "contentTable": [],
    "contentImages": [
      "https:\/\/p157499.cafe24.com\/data\/editor\/2406\/65aa38854392eba08c8f7cea9a0843e6_1719450891_6706.jpg",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "2024학년도 1학기 빅데이터 교과만족도 조사 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=52&page=8",
    "date": "2024-06-26",
    "contentText":
    "2024학년도 1학기 빅데이터 혁신융합대학 교과만족도 조사를 진행합니다.\nCOSS형 빅데이터전공생은 이번 학기 비교과 프로그램 참여에 반영되어뇌 많은 참여 바랍니다.\n(1) 조사기간:\n2023. 6. 24.(월) ~ 2023. 7. 8.(월)\n(2) 조사링크:\nhttps:\/\/forms.gle\/ahgH3ZG7nmaZP9uu6\n(소요시간 2분)\n(3) 비고: 만족도 조사 참여자에게 상품권(스타벅스 커피 쿠폰) 증정 예정(2,000명 추첨)",
    "contentAttachment": [],
    "contentTable": [],
    "contentImages": [
      "https:\/\/p157499.cafe24.com\/data\/editor\/2406\/0e0d7aca1f0dcd4307b89cc441ac6000_1719376353_7053.jpg",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "2024년 하계 서울시립대 공공데이터 활용 서울시 아이디어 공모전 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=51&page=8",
    "date": "2024-06-26",
    "contentText":
    "서울시립대학교 빅데이터혁신융합대학사업단에서 하계 캠프의 일환으로,\n2024년 공공데이터활용 서울시 아이디어 공모전\n을 개최합니다.\n학생분들의 많은\n관심과 참여바랍니다.\n1. 주\n제\n:\n공공데이터를 통한 서울시의 문제점 발굴\n,\n이를 해결하는 창의적인 아이디어 제시\n2.\n접수일정\n:\n2024\n년\n6\n월\n24\n일\n(\n월\n) 09\n시\n~ 2024\n년\n7\n월\n26\n일\n(\n금\n) 18\n시\n3.\n캠프일정\n:\n2024\n년\n8\n월\n21\n일\n(\n수\n) ~ 2024\n년\n8\n월\n23\n일\n(\n금\n) \/ 2\n박\n3\n일\n(\n도봉숲속마을\n)\n※\n서류평가 통과자 전원 의무 참석\n(\n숙식제공\n,\n교통비 지원\n)\n4.\n접수방법\n:\n포스터 속\nQR\n코드를 통해 신청서 접수\n5.\n문      의\n:\n서울시립대\n빅데이터혁신융합대학사업단\n(02-6490-6927~6929)\n공모전 운영 관련 (02-2138-2686)",
    "contentAttachment": [],
    "contentTable": [],
    "contentImages": [
      "https:\/\/p157499.cafe24.com\/data\/editor\/2406\/0e0d7aca1f0dcd4307b89cc441ac6000_1719369178_8698.jpeg",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "[학점교류] 2024-하계 계절학기 경기과학기술대학교 교류 수학 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=50&page=8",
    "date": "2024-06-25",
    "contentText":
    "빅데이터혁신융합사업단에서는\n2024-\n하계 계절학기 경기과학기술\n대학교\n학점 교류\n학생을 모집하오니 수학을 희망하는 빅데이터전공 학생은 기간 내에 신청하시기 바랍니다\n.\n※\n본 공지문은 빅데이터 혁신융합대학사업 교류 관련이며\n,\n일반 학점교류 공지와 별도임을 유의하시기 바랍니다\n.\n※\n경기과기대 학점교류 대상 및 인정받을 학과 모두 학생자율설계전공\n(COSS\n형\n)\n빅데이터전공만 가능합니다\n.\n※\n학점교류 신청자격\n:\n재학중인 학부생 중\n2\n개 학기 이상 이수완료\n(2\n학년 이상인 자\n)\n하고\n,\n지원할 당시의 총 평점평균이\n2.8\/4.3\n이상인 자\n※\n휴학생 및\n8\n학기 이상\n,\n졸업예정자\n,\n학사편입생은 학점교류 불가\n1.\n신청대상\n:\n학생자율설계전공\n(COSS\n형\n)\n빅데이터전공 재학생\n※\n24-2\n학기 선발 예정인 빅데이터전공생은 신청 불가함\n2.\n신청기간\n:\n6\/25(\n화\n)~ 6\/28(\n금\n)\n오전\n11\n시까지\n※\n학점교류 신청하는 학생은\nSnoWe\n공지에 기재된 신청 기간 내에 신청해야 함\n3.\n학점교류안내\n:\n붙임\n1\n참고\n4.\n신청방법\n※\n신청 기간 내에\n1), 2)\n모두 제출 완료해야 하며\n,\n사전신청은 진행하지 않음에 유의\n※\n빅데이터전공 지도교수 승인은 사업단에서 확인 예정\n1)\n숙명포털\n>\n대외교류\n> [\n국내교류 학점인정신청\n]\n- [\n학점인정신청\n]\n방법은 학교 홈페이지 공지사항 첨부파일 참고\nhttps:\/\/www.sookmyung.ac.kr\/kr\/news\/important-notice.do?mode=view&articleNo=86070\n2)\n「\n붙임\n4\n)\n수강신청자명단\n(\n양식\n)\n」\n작성하여 사업단\n이메일 제출\n-\n이메일\n:p157499@sookmyung.ac.kr\n-\n메일제목\n: [2024-\n하계학점교류 신청\n]\n경기과기대\n\/\n이름\n\/\n학번\n-\n메일내용\n:\n「\n붙임\n4\n」\n첨부\n5.\n수업기간\n: 2024. 7. 8.(\n월\n) ~ 7. 19.(\n금\n)\n6.\n수강과목\n:\n붙임\n2, 3\n참고\n표준교과목\n경기과기대 교과목\n학점\n본교 인정받을 전공\n본교 대체교과목\n빅데이터개론\n1(A-1A)\n빅데이터개론\n3\n학생자율설계전공\n빅데이터전공\n데이터사이언스개론\n빅데이터개론\n2(A-1B)\n빅데이터개론\nB(\n공유대학\n)\n3\n데이터통계입문\n※\n본교 대체교과목을 이전에 수강한 이력이 있으면 학점교류 불가함에 유의\n7.\n문의\n:\n빅데이터혁신융합사업단\n(\np157499@sookmyung.ac.kr \/02-2077-7192)",
    "contentAttachment": [
      {
        "text": "24-하계 경기과기대 학점교류 안내.zip(1.9M)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=50&no=0&page=8",
      },
    ],
    "contentTable": [
      [
        {
          "0": "표준교과목",
          "1": "경기과기대 교과목",
          "2": "학점",
          "3": "본교 인정받을 전공",
          "4": "본교 대체교과목",
        },
        {
          "0": "빅데이터개론1(A-1A)",
          "1": "빅데이터개론",
          "2": "3",
          "3": "학생자율설계전공빅데이터전공",
          "4": "데이터사이언스개론",
        },
        {
          "0": "빅데이터개론2(A-1B)",
          "1": "빅데이터개론B(공유대학)",
          "2": "3",
          "3": "학생자율설계전공빅데이터전공",
          "4": "데이터통계입문",
        },
      ],
    ],
    "contentImages": [],
    "site": "co",
    "periods": null,
  },
  {
    "title": "[빅데이터전공] 2024학년도 2학기 학생자율설계전공(COSS형) 빅데이터전공 선발 결과 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=49&page=8",
    "date": "2024-06-21",
    "contentText":
    "빅데이터혁신융합사업단에서 2024학년도 2학기 학생자율설계전공(COSS형) 빅데이터전공 선발 결과를 안내합니다.\n선발 결과는 신청서에 기재된 개별 이메일로 안내되었으니 확인하시기 바랍니다.\n1. 학생자율설계전공(COSS형) 빅데이터전공 졸업요건\n구분\n초급\n중급\n고급\n합계\n*\n빅데이터 혁신융합대학 표준교과목별 이수학점 기준\n기준학점\n15\n학점 이상\n15\n학점 이상\n6\n학점 이상\n36\n학점 이상\n졸업논문제\n아래\n4\n가지 중 택\n1\n1.\n빅데이터전공 캡스톤디자인 교과목 이수\n2.\n자격증\n(\n빅데이터분석기사\n,\n데이터분석 전문가\n,\n데이터분석 준전문가\n,\n사회조사분석사\n2\n급\n,\n정보처리기사\n,\n정보처리산업기사 중 택\n1)\n취득\n3.\n빅데이터 관련 각종 외부 공모전\n\/\n대회 진출 및 수상\n4.\n국내외 빅데이터 관련 학술대회 및 논문지 발표\n※\n3, 4\n번 항목의 인정되는 범위는 내부규정에 따름\n2. 학생자율설계전공(COSS형) 빅데이터전공 이수 안내\n1)\n해당 전공 이수를 승인받은 학생이\n빅데이터 혁신융합대학 표준교과목별 이수학점 기준\n및 학생자율설계전공 졸업기준학점\n(36\n학점 이상\n)\n을\n모두 충족하고 졸업논문제를 통과\n할 시 복수전공 학위를 수여함(졸업 시 학위증 및 각종 증명서에 학생자율설계전공으로 기재됨)\n2)\n전공 진입 시점에 구성된 교육과정으로 이수해야 하며\n,\n초급\n,\n중급\n,\n고급 간 표준교과목별 이수 기준학점 미충족 시 인정하지 않음\n※\n표준교과목 기준 매칭되는\n1\n개의 교과목으로 카운트함에 유의\n3)\n빅데이터전공을 신청하지 않은 학생이 졸업 시점에 이수요건을 모두 만족하였어도 복수전공으로 인정하지 않음\n4)\n국내 학점교류 시 타교에 개설된 표준교과목 기준으로 이수 가능하며\n,\n빅데이터전공 지도교수의 승인하에 허용 가능함\n졸업기준 학점의\n1\/2\n이상 우리 대학 교과목으로 이수하여야 하며\n,\n빅데이터전공생으로 선발된 이후에 이수한 과목만 인정함\n※\n단\n,\n표준교과목 기준 매칭되는\n1\n개의 교과목만 학점교류로 수강해야 하며\n,\n학점교류 이수 기준은 학칙을 따름\n5)\n이 외의 사항은 학사규정 및 일반 학생자율설계전공 운영내규에 따름\n3. 선발기준\n1) 2024-1학기 기준 3~6학기 재학생\n2) 4~7학기 휴학생 중 2024-2학기 복학 예정자\n3) 학업계획서 및 성적증명서\n4) 학생자율설계전공 미선택자(학생자율설계전공은 재학 중 1회만 신청 가능함)\n4. 문의:\n빅데이터혁신융합사업단 교육과정 담당(p157499@sookmyung.ac.kr \/ 02-2077-7192)",
    "contentAttachment": [],
    "contentTable": [
      [
        {"0": "구분", "1": "초급", "2": "중급", "3": "고급", "4": "합계"},
        {
          "0": "구분",
          "1": "*빅데이터 혁신융합대학 표준교과목별 이수학점 기준",
          "2": "*빅데이터 혁신융합대학 표준교과목별 이수학점 기준",
          "3": "*빅데이터 혁신융합대학 표준교과목별 이수학점 기준",
          "4": "합계",
        },
        {
          "0": "기준학점",
          "1": "15학점 이상",
          "2": "15학점 이상",
          "3": "6학점 이상",
          "4": "36학점 이상",
        },
        {
          "0": "졸업논문제",
          "1":
          "아래 4가지 중 택1 1. 빅데이터전공 캡스톤디자인 교과목 이수 2. 자격증(빅데이터분석기사, 데이터분석 전문가, 데이터분석 준전문가, 사회조사분석사 2급, 정보처리기사, 정보처리산업기사 중 택1) 취득3. 빅데이터 관련 각종 외부 공모전\/대회 진출 및 수상4. 국내외 빅데이터 관련 학술대회 및 논문지 발표 ※3, 4번 항목의 인정되는 범위는 내부규정에 따름",
          "2":
          "아래 4가지 중 택1 1. 빅데이터전공 캡스톤디자인 교과목 이수 2. 자격증(빅데이터분석기사, 데이터분석 전문가, 데이터분석 준전문가, 사회조사분석사 2급, 정보처리기사, 정보처리산업기사 중 택1) 취득3. 빅데이터 관련 각종 외부 공모전\/대회 진출 및 수상4. 국내외 빅데이터 관련 학술대회 및 논문지 발표 ※3, 4번 항목의 인정되는 범위는 내부규정에 따름",
          "3":
          "아래 4가지 중 택1 1. 빅데이터전공 캡스톤디자인 교과목 이수 2. 자격증(빅데이터분석기사, 데이터분석 전문가, 데이터분석 준전문가, 사회조사분석사 2급, 정보처리기사, 정보처리산업기사 중 택1) 취득3. 빅데이터 관련 각종 외부 공모전\/대회 진출 및 수상4. 국내외 빅데이터 관련 학술대회 및 논문지 발표 ※3, 4번 항목의 인정되는 범위는 내부규정에 따름",
          "4":
          "아래 4가지 중 택1 1. 빅데이터전공 캡스톤디자인 교과목 이수 2. 자격증(빅데이터분석기사, 데이터분석 전문가, 데이터분석 준전문가, 사회조사분석사 2급, 정보처리기사, 정보처리산업기사 중 택1) 취득3. 빅데이터 관련 각종 외부 공모전\/대회 진출 및 수상4. 국내외 빅데이터 관련 학술대회 및 논문지 발표 ※3, 4번 항목의 인정되는 범위는 내부규정에 따름",
        },
      ],
    ],
    "contentImages": [],
    "site": "co",
    "periods": null,
  },
  {
    "title": "제3회 신.빅.해. Tecky Academy 빅데이터 혁신융합대학 해커톤 대회 멘토링 특강",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=48&page=8",
    "date": "2024-06-21",
    "contentText":
    "제3회 신.빅.해. Tecky Academy 빅데이터 혁신융합대학 해커톤 대회 멘토링 특강을 진행합니다.\n올해\n제3회 신.빅.해는 서울대학교에서 진행함을 유의\n하시기 바랍니다.\n1. 특강주제 : 금융데이터를 활용한 신산업 아이디어 도출을 위한 해커톤 대회 멘토링\n(전문가에게 금융테이터 활용 사례와 전망을 알아보고, 신한금융그룹 입사지원 헤택을 얻을 수 있는\n신.빅.해 해커톤 대회를 자세히 알아볼 수 있는 소중한 기회!)\n2. 참여방법 : CO-Week Academy 참여 대학생 누구나 수강 가능(QR코드 참조, 선착순)\n3. 일시장소 : 2024.07.02.(화) 15:00~16:00, 대구 계명대학교 성서캠퍼스 봉경관 201호\n4. 문의 : 서울대학교 빅데이터혁신융합대학사업단(02-889-5705, nicesquid@snu.ac.kr \/\ngo2027@snu.ac.kr\n)",
    "contentAttachment": [],
    "contentTable": [],
    "contentImages": [
      "https:\/\/p157499.cafe24.com\/data\/editor\/2406\/d42ae1ab152dc4815cc8482d52e0e920_1718934941_7658.png",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "2024년 하계 경기과기대 빅데이터 코딩 경진대회 개최 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=47&page=8",
    "date": "2024-06-21",
    "contentText":
    "[빅데이터혁신융합대학] 2024년 하계\n경기과기대\n빅데이터 코딩 경진대회 개최 안내\n빅데이터혁신융합대학 경기과학기술대학교에서\n2024년 하계 빅데이터 코딩 경진대회를 개최합니다.\n많은 학생분들의 관심과 참여 바랍니다.\n1. 행 사 명 : 2024년 하계 빅데이터 코딩 경진대회\n2. 신청기간 :\n2024.06.24.(월) ~ 07.07.(일)까지 (선착순100명)\n3. 대회일정 :\n2024.07.14.(일) 14:00\n4. 대회장소 : YBM 신촌,강남,부산,광주 CBT센터\n5. 신청방법 : YBM IT 홈페이지 로그인 후 신청\n(\nhttps:\/\/www.ybmit.com\/test_rec\/grp_rec_cos_main.jsp?UnivGubun=G&UnivCode=AKG147&b_category=PRO&bLang1=ky\n)\n6. 대회언어 : Python(90분, COS Pro 1급자격시험 수준)\n7. 문 의 처 : 경기과학기술대학교 빅데이터혁신융합대학사업단 (T.031-496-4257)",
    "contentAttachment": [
      {
        "text": "경기과학기술대학교 2024년 하계 빅데이터 코딩 경진대회 접수안내.pdf(1.2M)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=47&no=0&page=8",
      },
    ],
    "contentTable": [],
    "contentImages": [
      "https:\/\/p157499.cafe24.com\/data\/editor\/2406\/d42ae1ab152dc4815cc8482d52e0e920_1718932199_1424.png",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "빅데이터 분석 전문과정 1기 모집(6월) 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=46&page=8",
    "date": "2024-06-10",
    "contentText":
    "빅데이터혁신융합사업단과 서울특별시 빅데이터 캠퍼스가 함께하는 \"빅데이터 전문 교육\"을 아래와 같이 실시 하오니 많은 신청 바랍니다.\n교육 개요\nㅁ 교육명\n: 빅데이터 분석 전문과정(2일)\nㅁ 교육운영\n: 2024.06.~2024.12.(월 1회 32명)\nㅁ 교육대상\n: 일반시민, 대학(원)생 등\nㅁ 교육장소\n: 서울시 빅데이터 캠퍼스 상암 본원 세미나실\nㅁ 교육내용\n- 빅데이터 캠퍼스 소개\n- Python\/R의 이해 및 탐색적 데이터 분석\n- 데이터 핸들링 연습\nㅁ 교육과정\n- 6, 8, 10, 12월 : Python을 활용한 빅데이터 분석(총 2일, 12시간)\n- 7, 9, 11월 : R을 활용한 빅데이터 분석(총 2일, 12시간)\nㅁ교육혜택\n: 교육비 전액 무료, 수료증 제공(점심식사 미제공)\n6월 교육 운영 일정\nㅁ 교육명\n: Python을 활용한 빅데이터 분석\nㅁ 교육일시\n: 2024.06.25.(화)~06.26.(수) 10:00 ~ 17:00(1일\/6시간), 점심시간 12:00 ~ 13:00\nㅁ 접수\n기간\n:\n2024.6.12.(수) 09시 ~6.18.(화) 15시 마감 (선착순)\n○\n교육생발표: 2024.6.19.(수) 14시 서울시 빅데이터 캠퍼스\n홈페이지\n(\n서울특별시 빅데이터 캠퍼스 > 이용자 지원 > 공지사항 (seoul.go.kr)\n)\n확인\n○ 신청방법:  네이버폼 접수\nhttps:\/\/naver.me\/xZVvJ3jX\nㅁ 관련문의\n: 빅데이터캠퍼스 담당관 : 02-2133-4280",
    "contentAttachment": [],
    "contentTable": [],
    "contentImages": [
      "https:\/\/p157499.cafe24.com\/data\/editor\/2406\/1a3961579df3da7cacea6a3386ea5a41_1718071486_2411.jpg",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "[장학금] 24-1학기 빅데이터전공 장학금 신청 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=45&page=8",
    "date": "2024-06-04",
    "contentText":
    "빅데이터혁신융합사업단에서\n2024-1\n학기 빅데이터전공\n(COSS\n형\n)\n장학금 신청을 안내합니다\n.\n아래 내용을 확인하여 신청 기간내\n[\n사업단 학사관리시스템 홈페이지\n]\n에서 신청하시기 바랍니다\n.\n<\n사업단 홈페이지 회원가입 및 학사관리시스템 학생인증\n>\n회원가입 및 학생인증 미진행한 학생은 아래 기간까지 진행\n하시기 바랍니다\n.\n승인처리는 평일 기준\n1~5\n일 소요 예정이며\n,\n주말\n\/\n공휴일은 승인처리 불가합니다\n.\n기간 마감 이후 다음 승인 처리는\n8\n월에 예정되어 있으니\n,\n반드시 기간내에 진행하시기 바랍니다\n.\n■\n신청기간\n:\n~6\/23(\n일\n) 23:59\n까지\n1. 대상\n: 2024-1\n학기 빅데이터전공 재학생\n00\n명\n(\n※\n수료생\n,\n휴학생 지급 불가\n)\n2. 신청기간\n:\n7\/5(\n금\n) ~ 7\/14(\n일\n) 23:59\n까지\n3. 신청방법\n:\n사업단 학사관리시스템 홈페이지\n> [\n숙명인\n] > [\n장학금신청\n] > [\n성적\n]\n신청하기\n4. 제출서류\n1) 2024-1\n학기 성적증명서\n(\n국문\n)\n2) 2024-1\n학기 재학증명서\n※\n비교과 프로그램 참여 내역은 마이페이지에서 확인 예정\n※\n제출일자 기준\n3\n개월 이내 서류만 가능하며\n,\n제출서류 하나로 병합하여\npdf\n파일 업로드\n5. 심사내용\n가\n. 2024-1\n학기 빅데이터전공 교과목 이수 수 및 성적\n나\n. 2024-1\n학기 전체 성적\n다\n.\n비교과 프로그램\n-\n빅데이터 사업단에서 진행하는 프로그램 신청\n\/\n참여 및 인터뷰\n\/\n조사\n라\n.\n그 외 기타 사항\n(\n제출기한 및 응답 준수 등\n)\n6.\n심사진행 및 결과안내\n:\n위원회 심사\n>\n결과 안내\n(8\n월 중\n) >\n장학금 지급\n(8\n월 말\n)\n7.\n장학금 지급을 위한 입금계좌신청서 요청 예정\n(8\n월\n)\n※\n장학금 지급 대상 개별 이메일로 요청 예정이며\n,\n미제출 시 장학금 지급 불가함에 유의\n※\n빅데이터전공 장학금을\n1\n회 이상 받은 학생은 기존 계좌로 입금될 예정\n8.\n문의\n:\n빅데이터혁신융합사업단\n02-2077-7192, p157499@sookmyung.ac.kr",
    "contentAttachment": [],
    "contentTable": [
      [
        {
          "0":
          "<사업단 홈페이지 회원가입 및 학사관리시스템 학생인증>회원가입 및 학생인증 미진행한 학생은 아래 기간까지 진행하시기 바랍니다.승인처리는 평일 기준 1~5일 소요 예정이며, 주말\/공휴일은 승인처리 불가합니다.기간 마감 이후 다음 승인 처리는 8월에 예정되어 있으니, 반드시 기간내에 진행하시기 바랍니다.■ 신청기간: ~6\/23(일) 23:59까지",
        },
      ],
    ],
    "contentImages": [],
    "site": "co",
    "periods": null,
  },
  {
    "title": "2024년 여름 한동대학교 빅데이터 캠프 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=44&page=8",
    "date": "2024-06-03",
    "contentText":
    "▶▶  2024년 여름 한동대학교 빅데이터 캠프\n-\n일정: 24.7.16(화) ~ 7.19(금)\n-\n장소: 경주 켄싱턴 리조트\n-\n주제: sLLM으로 배우는 언어 모델의 원리와 활용\n▶▶  신청방법\n-\n모집기간: 24.6.3(월) ~ 6.14(금)\n-\n모집방법: 구글폼 신\n청 (\nhttps:\/\/forms.gle\/arEHJSPWcpK9pcYs5\n)\n-\n모집인원: 50명 (빅데이터 컨소시엄 소속 재학생\/숙명여자대학교 포)\n-\n참가비: 무료 (보증금 3만원, 캠프 이수 후 반환)\n자세한 캠프 안내는 포스터와 안내자료 참고 바랍니다.",
    "contentAttachment": [
      {
        "text": "공유용 2024 여름 한동대학교 빅데이터 캠프 안내자료.pdf(132.0K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=44&no=0&page=8",
      },
    ],
    "contentTable": [],
    "contentImages": [
      "https:\/\/bigdata.sookmyung.ac.kr:443\/data\/editor\/2406\/thumb-6e509d84f8cc0ba598968ac2204ba32f_1717373993_4005_2000x2829.jpg",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "[졸업] 24-1학기(24년 8월) 빅데이터전공 졸업논문제 제출방법 변경 안내(~6\/7)",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=43&page=8",
    "date": "2024-05-31",
    "contentText":
    "2024\n학년도\n1\n학기\n(24\n년\n8\n월\n)\n빅데이터전공 졸업논문제 관련하여 아래와 같이 제출방법이 변경되었으니\n대상 학생은 기간내에 사업단으로 방문 제출하시기 바랍니다.\n본 공지는 사업단에서 진행하는 빅데이터전공 졸업 관련이며\n,\n학사팀에서 진행하는 졸업 일정은 학교 홈페이지 공지사항을 확인하여 기간 내 직접 진행해야 합니다\n.\n■ 빅데이터전공 졸업논문제 및 심사결과보고서 제출 안내(★변경)\n1. 대상:\n빅데이터전공 졸업 예정자\n2. 제출기간:\n~2024. 6. 7.(금) 16:00 까지\n※주말\/공휴일(6\/6) 방문 불가\n3. 제출방법: 사업단(명신관214C호) 방문 제출\n4. 제출서류\n1) 졸업논문제 출력본 1부\n2) 자율설계전공 졸업논문심사결과보고서(첨부파일 양식) 1부\n※결과보고서는\n학생의 개인정보 및 논문제 형식, 하단 날짜\n만 기재\n※그외 논문심사요지 및 교수님 날인은 사업단에서 진행 예정\n5. 유의사항 : 졸업논문제 제출하여 합격 된 이후에는 본인이 희망하여도 불합격으로 바꿀 수 없음\n■ 빅데이터전공 문의:\np157499@sookmyung.ac.kr",
    "contentAttachment": [
      {
        "text": "2. 자율설계전공 졸업논문심사결과보고서.hwp(34.0K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=43&no=0&page=8",
      },
    ],
    "contentTable": [],
    "contentImages": [],
    "site": "co",
    "periods": null,
  },
  {
    "title": "2024년 Co-Data Station(데이터과학논술대회) 참가신청 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=42&page=8",
    "date": "2024-05-29",
    "contentText":
    "2024 Co-D\nata Station\n참가신청서 및 제출처 등 자세한 내용은 첨부파일 참고\n〇 첨단분야 교육 효과를 높이고 교육 수혜자의 산업 내 실무적 활용가능성 향상을 위해 데이터 리터러시 및 데이터톤 개최\n- 문제를 스스로 정의하고, 데이터를 활용하여 자신만의 답을 논리적으로 설득하는 경진대회\n-\n학생 개개인의 역량에 따라 참가할 수 있도록 난이도 구분, 학습과 경쟁을 함께 경험할 수 있는 장으로 운영\n〇 (참\n가대상) 전국 대학 재학생\/\n5\n인 이내로 구성된 팀\n〇 (접수) ~\n6\/12(수) 2024년 CO-Data Station 참가팀 접수 마감\n〇 (일정) ’24. 5월 ~ 11월\n계획 수립\n공고 및 모집\n(온라인 사전테스트)\n오리엔테이션 실시\n(온라인 교육 진행)\n예선심사(CO-Week)\n5월\n5월\n6월\n7월\n본선 부트캠프\nCo-Show 개최\n(왕중왕전)\n피드백 제공\n9월\n11월\n11월\n*\n추진 절차별 세부 일정 및 내용에 대한 안내는 오리엔테이션에서 안내 예정이며\n,\n실제 운영 상황에 따라 달라질 수 있음\n〇\n분야 및 난이도 구분\n5\n대 핵심분야\n(A,B,C,D,E)\n및 초\n·\n중\n·\n고급 세분화\n*\n참여학생의 전공 및 학년\n(\n수강학점 고려\n)\n과 온라인 사전테스트 실시결과를\n바탕으로 난이도 배정\n∎\n(5\n대 핵심분야\n)\nA\nerospace\/Mobility(\n항공\n,\n우주\n,\n미래모빌리티\n),\nB\nio Health(\n바이오 헬스\n),\nC\nomponent(\n첨단부품\n.\n소재\n),\nD\nigital(\n디지털\n),\nE\nco\/Energy(\n환경\n.\n에너지\n)\n∎\n(\n난이도\n)\n초급\n(\n내셔널\n),\n중급\n(\n프리미어\n),\n고급\n(\n클래식\n)",
    "contentAttachment": [
      {
        "text": "붙임. 2024년 Co-Data station데이터과학논술대회 참가신청 안내.hwp(96.5K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=42&no=0&page=8",
      },
    ],
    "contentTable": [
      [
        {
          "0": null,
          "1": "계획 수립",
          "2": null,
          "3": "공고 및 모집(온라인 사전테스트)",
          "4": null,
          "5": "오리엔테이션 실시(온라인 교육 진행)",
          "6": null,
          "7": "예선심사(CO-Week)",
        },
        {
          "0": null,
          "1": "5월",
          "2": null,
          "3": "5월",
          "4": null,
          "5": "6월",
          "6": null,
          "7": "7월",
        },
        {
          "0": null,
          "1": null,
          "2": null,
          "3": null,
          "4": null,
          "5": null,
          "6": null,
          "7": null,
        },
        {
          "0": null,
          "1": "본선 부트캠프",
          "2": null,
          "3": "Co-Show 개최(왕중왕전)",
          "4": null,
          "5": "피드백 제공",
          "6": null,
          "7": null,
        },
        {
          "0": null,
          "1": "9월",
          "2": null,
          "3": "11월",
          "4": null,
          "5": "11월",
          "6": null,
          "7": null,
        },
      ],
      [
        {
          "0":
          "∎(5대 핵심분야) Aerospace\/Mobility(항공,우주,미래모빌리티), Bio Health(바이오 헬스), Component(첨단부품.소재), Digital(디지털), Eco\/Energy(환경.에너지)∎(난이도) 초급(내셔널), 중급(프리미어), 고급(클래식)",
        },
      ],
    ],
    "contentImages": [],
    "site": "co",
    "periods": null,
  },
  {
    "title": "2024학년도 상반기 빅데이터 마이크로디그리(MD) 신청 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=41&page=8",
    "date": "2024-05-21",
    "contentText":
    "2024\n학년도 상반기 빅데이터 마이크로디그리\n(MD)\n신청 안내\n빅데이터혁신융합사업단에서 숙명여대 학부생 누구나 빅데이터혁신융합대학 운영하는 교육과정에서 소정의 학점\n(12\n학점\n)\n을 이수시 사업단장 명의의 이수증을 수여합니다\n.\n아래 내용을 참고하여 기간 내에 신청하시기 바랍니다\n.\n▼▼\n빅데이터 마이크로디그리\n(MD)\n설명회\n▼▼\n-\n일시\n:\n2024. 5. 30.(목) 13:30~14:30\n-\n장소\n:\n명신관\n701\n호\n-\n설명회 사전신청\n(\n구글폼\n)\n▶\nhttps:\/\/forms.gle\/TZ2GjPxGvupBNz6p7\n-\n설명회 참석자 대상 간식 제공\n1.\n대상\n1)\n빅데이터\nMD\n이수요건을 충족하는 숙명여대 학부생 모두\n2)\n학생자율설계전공\n(COSS\n형\n)\n빅데이터전공생은\n7~8\n학기부터 신청 가능\n※\n빅데이터전공 이수 교과목과 빅데이터\nMD\n교과목 중복 인정 불가함에 유의\n※\n이번학기 빅데이터전공 신청 예정인 학생은\nMD\n신청 불가\n2. MD\n교육과정\n번호\n수준\nMD\n명\n비고\n1\n초급\n빅데이터 초급\n2\n중급\n빅데이터 관리\n3\n빅데이터 분석\n4\n빅데이터 애널리틱스\n경영학부\n5\n빅데이터 자율설계\n(\n중급\n)\n6\n고급\n빅데이터 자율설계\n(\n고급\n)\n3.\n진행 일정\n일정\n내용\n비고\n24. 5. 30.(\n목\n)13:30~14:30\n빅데이터\nMD\n설명회\n·\n명신관\n701\n호\n~ 24. 6. 23.(\n일\n) 23:59\n까지\n사업단 홈페이지 회원가입 및\n학생인증 신청\n·\n승인\n:\n평일 기준\n1~5\n일 소요 예정\n,\n사전 진행 필수\n(*\n주말\n\/\n공휴일 승인 불가\n)\n24. 6. 3.(\n월\n) 10:00\n~ 7. 19.(\n금\n) 16:00\n까지\n빅데이터\nMD\n신청\n·\n사업단 홈페이지 신청\n·\n마감기한 준수\n24. 8\n월 중\n빅데이터혁신융합대학 심사\n결과 안내\n·\n사업단 홈페이지 공지\n24. 8\n월 말\n이수증 배부\n·\n사업단 방문 수령\n4.\n제출자료\n1)\n이수확인신청서\n2)\n전체학기 성적증명서\n(\n국문\n)\n※\n증명서는 제출일자 기준\n3\n개월 이내의 발급 건만 허용\n5.\n신청방법\n(*\n첨부파일 참고\n)\n1)\n빅데이터혁신융합사업단 홈페이지 회원가입 및 학생인증\n2) [\n숙명인\n] > [\n디그리신청\n]\n에서 빅데이터\nMD\n과정별 신청\n※\n빅데이터전공생은 상기 신청방법이 아닌 이수확인신청서 서식\n(\n첨부\n3)\n에 수기 작성하여 성적증명서와 함께 사업단 이메일로 제출\n6.\n특전\n:\n빅데이터\nMD\n이수 재학생\n00\n명 선발하여 장학금 지급\n※\n결과 안내 후 장학금 지급을 위한 서류 요청 예정(24-1학기 재학증명서 포함)\n7.\n문의\n:\n빅데이터혁신융합사업단 교육과정 담당\n- 02) 2077-7192\n- p157499@sookmyung.ac.kr\n[\n첨부\n]\n1.\n빅데이터 마이크로디그리\n(MD)\n교육과정\n(\n교과목 리스트\n)\n2. 빅데이터 마이크로디그리(MD) 신청방법 안내(수정)\n3.\n마이크로디그리 과정 이수확인신청서\n(\n서식\n)_\n빅데이터전공생",
    "contentAttachment": [
      {
        "text": "2024학년도 상반기 빅데이터 마이크로디그리MD 자료.zip(4.2M)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=41&no=0&page=8",
      },
    ],
    "contentTable": [
      [],
      [
        {"0": "번호", "1": "수준", "2": "MD명", "3": "비고"},
        {"0": "1", "1": "초급", "2": "빅데이터 초급", "3": null},
        {"0": "2", "1": "중급", "2": "빅데이터 관리", "3": null},
        {"0": "3", "1": "중급", "2": "빅데이터 분석", "3": null},
        {"0": "4", "1": "중급", "2": "빅데이터 애널리틱스", "3": "경영학부"},
        {"0": "5", "1": "중급", "2": "빅데이터 자율설계(중급)", "3": null},
        {"0": "6", "1": "고급", "2": "빅데이터 자율설계(고급)", "3": null},
      ],
      [
        {"0": "일정", "1": "내용", "2": "비고"},
        {"0": "24. 5. 30.(목)13:30~14:30", "1": "빅데이터 MD 설명회", "2": "·명신관701호"},
        {
          "0": "~ 24. 6. 23.(일) 23:59까지",
          "1": "사업단 홈페이지 회원가입 및학생인증 신청",
          "2": "·승인: 평일 기준 1~5일 소요 예정, 사전 진행 필수 (*주말\/공휴일 승인 불가)",
        },
        {
          "0": "24. 6. 3.(월) 10:00~ 7. 19.(금) 16:00까지",
          "1": "빅데이터 MD 신청",
          "2": "·사업단 홈페이지 신청·마감기한 준수",
        },
        {"0": "24. 8월 중", "1": "빅데이터혁신융합대학 심사", "2": null},
        {"0": "24. 8월 중", "1": "결과 안내", "2": "·사업단 홈페이지 공지"},
        {"0": "24. 8월 말", "1": "이수증 배부", "2": "·사업단 방문 수령"},
      ],
    ],
    "contentImages": [
      "https:\/\/bigdata.sookmyung.ac.kr:443\/data\/editor\/2405\/thumb-b5d6be0af269fdadcbc05a33f2454de7_1716260118_0811_2000x2817.jpg",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "제4회 경상북도 공공데이터 활용 창업 경진대회 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=39&page=8",
    "date": "2024-05-14",
    "contentText": "",
    "contentAttachment": [],
    "contentTable": [],
    "contentImages": [
      "https:\/\/bigdata.sookmyung.ac.kr:443\/data\/editor\/2405\/thumb-de59cca67dfa2ee75d0d52d7d26cff6a_1715648960_5059_2000x2711.jpg",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "제3회 영천시 공공데이터 활용 경진대회 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=38&page=8",
    "date": "2024-05-14",
    "contentText": "",
    "contentAttachment": [],
    "contentTable": [],
    "contentImages": [
      "https:\/\/p157499.cafe24.com\/data\/editor\/2405\/de59cca67dfa2ee75d0d52d7d26cff6a_1715648931_4353.jpg",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "서울특별시x숙명여자대학교 \"서울시 빅데이터 특강\" 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=37&page=9",
    "date": "2024-05-02",
    "contentText":
    "빅데이터혁신융합사업단에서는 서울특별시와 함께하는 \"서울시 빅데이터 특강\"에 눈송이 여러분을 초대합니다.\n많은 관심과 참석 부탁드립니다.\n1. 특강명 : 서울시 빅데이터 특강\n2. 내용\n- 서울시의 빅데이터 기반 과학 행정(시정책 적용사례 및 주요 데이터 소개) \/ 서울시 빅데이터 담당관 윤충식 부서장\n- 서울시 빅데이터 캠퍼스 소개 \/ 서울시 빅데이터분석팀 장예린 주무관\n- 질의응답 및 커피쿠폰 추첨 이벤트\n3. 일시 : 2024.05.14(화) 16:00 ~ 17:00\n4. 장소 : 명신관 701호\n5. 대상 : 빅데이터에 관심있는 숙명여대 학생 누구나\n6. 신청 방법 : 사전 구글폼 신청 (\n신청 바로가기\n(클릭))\n※ 사전 신청자 대상 간식 제공\n※ 선착순 조기 마감",
    "contentAttachment": [],
    "contentTable": [],
    "contentImages": [
      "https:\/\/p157499.cafe24.com\/data\/editor\/2405\/f8f42334dcf31d59077bdee98fe48211_1714618143_1119.jpg",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "Re: 서울특별시x숙명여자대학교 \"서울시 빅데이터 특강\" 자료 1",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=40&page=9",
    "date": "2024-05-17",
    "contentText":
    "5.14(화) 진행한\n\"서울시 빅데이터 특강\" 연사 자료 공유드립니다.\n- 주제 : 서울시의 빅데이터 기반 과학행정\n- 연사 : 빅데이터담당관 윤충식\n참고하시기 바랍니다.\n감사합니다.",
    "contentAttachment": [
      {
        "text": "1. 240514_서울시의 빅데이터 기반 과학행정.pdf(8.6M)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=40&no=0&page=9",
      },
    ],
    "contentTable": [],
    "contentImages": [],
    "site": "co",
    "periods": null,
  },
  {
    "title": "[빅데이터전공] 2024-2 학생자율설계전공(COSS형) 빅데이터전공 모집 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=36&page=9",
    "date": "2024-05-02",
    "contentText":
    "빅데이터혁신융합사업단에서\n2024-2학기 학생자율설계전공(COSS형) 빅데이터전공\n을 모집합니다.\n아래 내용을 참고하여 기간 내에 신청하시기 바랍니다.\n※학생자율설계전공(COSS형) 빅데이터전공은 빅데이터혁신융합사업단에서 별도 모집\/선발함\n1. 신청자격\n1) 2024-1학기 기준 3~6학기 학부 재학생\n2) 4~7학기 휴학생 중 2024-2학기 복학 예정자\n※학생자율설계전공 기존 신청 및 취소 이력이 있으면 신청 불가, 재학 중 1번만 신청 가능\n2. 신청기간\n:\n2024. 5. 7.(화) 10:00\n~ 5. 27.(월) 17:00\n3. 모집 설명회\n:\n2024. 5. 14.(화) 13:30, 명신관701호\n▶설명회 신청하러 가기(클릭)◀\n(★신청 마감)\n※사전 신청자 대상 간식 제공\n4. 신청방법(*첨부2 참고)\n1)\n빅데이터혁신융합사업단 홈페이지\n회원가입\n2) 사업단 학사관리시스템 홈페이지 학생인증\n3) 승인완료 후 메뉴[숙명인] > [전공신청]에서 신청\n※회원가입 및 학생인증 승인: 평일 기준 1~5일 소요 예정, 사전 진행 필수(*주말\/공휴일 승인 불가)\n5. 제출자료\n1) 빅데이터전공 신청서\n2) 학업계획서\n3) 전체학기 성적증명서(국문)\n6. 전공 선발 및 승인 절차\n- 신청서 제출 > 지도교수 심사 > 결과 안내 및 전공 승인 처리\n※COSS형 빅데이터전공은 지도교수 상담 미진행\n※전공 선발 결과는 신청서에 기재된 이메일로 개별 안내 예정\n7. 특전\n1) 성적 우수자 및 빅데이터 혁신융합대학 프로그램 참여 우수자 장학금 지급\n2) 교양핵심 및 타 교과영역과 9학점까지 중복 인정\n3) 전공 신청 이전에 이수 완료한 교과목(표준교과목 기준)은 최대 18학점까지 인정\n4) 빅데이터혁신융합사업단 프로그램 우선 선발 혜택\n5) 빅데이터전공 창업동아리 및 빅데이터 미니도서관 이용\n8. 문의\n: 빅데이터혁신융합사업단 교육과정 담당\n- 02) 2077-7192\n-\np\n157499@sookmyung.ac.kr\n[첨부]\n1. (★필독) 2024-2 학생자율설계전공(COSS형) 빅데이터전공 신청 가이드북\n2. 사업단 홈페이지 전공 신청 방법 안내",
    "contentAttachment": [
      {
        "text": "24-2 COSS형 빅데이터전공 모집.zip(12.5M)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=36&no=0&page=9",
      },
    ],
    "contentTable": [],
    "contentImages": [
      "https:\/\/bigdata.sookmyung.ac.kr:443\/data\/editor\/2405\/thumb-39d392217704ddbaf373d96edf380238_1714616114_0295_2000x2827.jpg",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "[학점교류] 2024-하계 계절학기 경상국립대학교 교류수학 안내(CO-WEEK 연계)(★기간연장)",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=35&page=9",
    "date": "2024-04-30",
    "contentText":
    "빅데이터혁신융합사업단에서는\n2024-하계 계절학기 경상국립\n대학교\n학점 교류\n학생을 모집하오니 수학을 희망 학생은 기간 내에 신청하시기 바랍니다\n.\n※\n본 공지문은 빅데이터 혁신융합대학사업 교류 관련이며\n,\n일반 학점교류 공지와 별도임을 유의하시기 바랍니다\n.\n※학점교류 신청자격: 재학중인 학부생 중 2개 학기 이상 이수완료(2학년 이상인 자)하고, 지원할 당시의 총 평점평균이 2.8\/4.3 이상인 자\n※휴학생 및 8학기 이상, 졸업예정자, 학사편입생은 학점교류 불가\n1.\n신청기간\n:\n~5\n\/8\n(\n수\n) 13:00\n까지\n※학점교류 신청하는 학생은 SnoWe 공지에 기재된 신청 기간 내에 신청해야 함\n2. 학점교류\n안내\n:\n붙임1\n참고\n3.\n신청방법\n※신청 기간 내에 1), 2) 모두 제출 완료해야 함\n1\n) 숙명포털에서 [학점교류 사전신청] 진행하여 본전공(제1전공) 학부(과)장님 승인 진행\n- [학점교류 사전신청] 방법은 학교 홈페이지 공지사항 첨부파일 참고\nhttps:\/\/www.sookmyung.ac.kr\/kr\/news\/important-notice.do?mode=view&articleNo=86070\n2)\n숙명포털 학부(과)장님 승인 완료된 화면(캡처본)과\n「붙임2\n) 경상국립대 수학 추천자 양식\n」\n작성하여 사업단\n이메일 제출\n- 이메일: p157499@sookmyung.ac.kr\n-\n메일제목\n: [2024-하계\n학점교류 신청] 경상국립대\n\/\n이름\n\/\n학번\n-\n메일내용\n: 숙명포털 승인 완료 화면(캡처본) 및\n「붙임2\n)\n」모두\n첨부\n3) 수강 교과목 [학점교류 학점인정신청] 기간에 숙명포털에서 직접 신청(*추후 개별 공지 예정)\n4.\n수업기간 : 2024. 6. 24.(월) ~ 7. 17.(수)\n5.\n수강과목 :\n붙임\n3\n참고\n※ 빅데이터 학점교류는 수학추천자 양식 제출 후 교과목 변경이 불가함에 유의\n※ 하계 경상국립대 교과목은 COSS형 빅데이터전공 교과목으로 인정 불가함\n6. CO-WEEK 연계교과목 유의사항 :\n붙임\n4 참고\n-\n경상국립대 교과목은 CO-WEEK 아카데미 연계 교과목으로 CO-WEEK 아카데미 강좌 중 총 8개(빅데이터 컨소시엄 6개 + 타 컨소시엄 2개 강좌) 필수 수강 해야 함\n-\nCO-WEEK 아카데미 수강신청 기간에 학생이 직접 수강신청해야 함(*추후 공지 예정)\n-\nCO-WEEK 아카데미 5일 모두 필수 참석 시 숙박\/교통비 지원 가능 함(*숙박은 지정된 곳에서만 가능)\n7. 문의 :\n숙명여자대학교 빅데이터혁신융합사업단\np157499@sookmyung.ac.kr. 02-2077-7192\n8. 첨부파일\n[붙임1]_빅데이터혁신융합대학_2024년도 경상국립대학교 하계 계절학기 수학 안내문\n[붙임2]2024년도 경상국립대학교 하계 계절학기 수학 추천서(서식)\n[붙임3] 2024학년도 하계게절학기 강의계획서_(빅데이터이해, 인공지능이해) 1부\n[붙임4] 제3회 CO-WEEK 아카데미 강의시간표(안)",
    "contentAttachment": [
      {
        "text": "2024-하계 계절학기 경상국립대학교 교류수학 안내CO-WEEK 연계기간연장.zip(247.4K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=35&no=0&page=9",
      },
    ],
    "contentTable": [],
    "contentImages": [],
    "site": "co",
    "periods": null,
  },
  {
    "title": "2024 서울 열린데이터광장 공공데이터 활용 창업경진대회 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=34&page=9",
    "date": "2024-04-25",
    "contentText":
    "서울특별시에서 열린데이터광장의 이용 활성화 도모를 위해\n2024\n서울 열린데이터광장 공공데이터 활용 창업경진대회를 다음과 같이 개최하오니 여러분의 많은 참여 바랍니다\n.\n○ 대회명 : 2024 서울 열린데이터광장 공공데이터 활용 창업경진대회\n○ 참가자격 : 제한없음(개인 또는 팀)\n-\n팀의 경우 최대 5명까지 참가 가능\n○ 참가조건 :\n서울시 열린데이터광장과 공공데이터포털 공공데이터를 활용한 아이디어 기획안 또는 개발 결과물(앱스토어\/웹 서비스 URL)을 등록 완료한 링크를 제출하고 참가신청서 내 모든 항목에 동의한 자\n○\n참여주제 : 자유주제(열린데이터광장에서 제공하는 공공데이터를 활용)\n○\n공모분야 : 2개분야(① 아이디어 기획, ②제품\n·\n서비스\n개발(앱App 포함)\n○\n참가기간 :\n2024. 03. 04.(\n월) ~ 2024. 05. 10.(금)\n○\n참여방법 : 서울 열린데이터광장 홈페이지\n(\nhttps:\/\/data.seoul.go.kr\/together\/cpthb\/cpthbDetail.do\n)\n참조\n○ 기타 자세한 사항은\n붙임 확인\n○ 문의 : 서울시 열린데이터광장 담당자\n[\nTel : 02-2133-1271, E-mail :\nsonar92@seoul.go.kr\n]",
    "contentAttachment": [
      {
        "text": "[붙임] 2024 서울 열린데이터광장 공공데이터 활용 창업경진대회.hwp(175.5K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=34&no=0&page=9",
      },
    ],
    "contentTable": [],
    "contentImages": [
      "https:\/\/p157499.cafe24.com\/data\/editor\/2404\/f26a1fbbb5b517238a42cae2b5bb4212_1714022886_9116.png",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "B.H.C(Bigdata Home Coming day) 부스 안내(2024-1 숙명행복성장주간)",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=33&page=9",
    "date": "2024-04-24",
    "contentText":
    "빅데이터혁신융합사업단에서는 2024-1학기 숙명행복성장주간 프로그램\nB.H.C(Bigdata Home Coming day)\n부스를\n아래와 같이 운영합니다.\n학생들의 많은 관심 바랍니다\n.\n○\n일정\n1)\n2024. 04. 29.(월) 13:00~16:00\n2)\n2024. 04. 30.(화) 10:00~16:00\n○\n장소\n: 순헌관 광장 빅데이터혁신융합사업단 부스\n○\n대상 : 2024-1학기 학부생\n★\n서포터즈 학생들이 직접 제작한 브로슈어를 통해 사업단 행사 및 교육과정\n설명 듣고 과자 받아가세요!\n★\n※준비된 수량 소진시 이벤트 마감",
    "contentAttachment": [],
    "contentTable": [],
    "contentImages": [
      "https:\/\/p157499.cafe24.com\/data\/editor\/2404\/65dbaf87dd915518a10dd1f54ce7aafe_1713939133_2285.jpg",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "[학점교류] 2024-하계 계절학기 서울시립대학교 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=32&page=9",
    "date": "2024-04-24",
    "contentText":
    "[빅데이터혁신융합사업단]\n2024-하계 계절학기 서울시립대학교\n교류 수학 안내\n빅데이터혁신융합사업단에서는\n2024-하계 계절학기 서울시립\n대학교\n학점 교류\n학생을 모집하오니 수학을 희망 학생은 기간 내에 신청하시기 바랍니다\n.\n※\n본 공지문은 빅데이터 혁신융합대학사업 교류 관련이며\n,\n일반 학점교류 공지와 별도임을 유의하시기 바랍니다\n.\n※학점교류 신청자격: 재학중인 학부생 중 2개 학기 이상 이수완료(2학년 이상인 자)하고, 지원할 당시의 총 평점평균이 2.8\/4.3 이상인 자\n※휴학생 및 8학기 이상, 졸업예정자, 학사편입생은 학점교류 불가\n1.\n신청기간\n:\n4\/25(목)\n~5\n\/2\n(\n목\n)\n까지\n※학점교류 신청하는 학생은 SnoWe 공지에 기재된 신청 기간 내에 신청해야 함\n2. 학점교류\n안내\n:\n붙임1, 붙임2\n참고\n3.\n신청방법\n※신청 기간 내에 1), 2) 모두 제출 완료해야 함\n1\n) 숙명포털에서 [학점교류 사전신청] 진행하여 본전공(제1전공) 학부(과)장님 승인 진행\n- [학점교류 사전신청] 방법은 학교 홈페이지 공지사항 첨부파일 참고\nhttps:\/\/www.sookmyung.ac.kr\/kr\/news\/important-notice.do?mode=view&articleNo=86070\n2)\n숙명포털 학부(과)장님 승인 완료된 화면(캡처본)과\n「붙임3\n) 서울시립\n대\n수학 추천자 양식\n」\n작성하여 사업단\n이메일 제출\n- 이메일: p157499@sookmyung.ac.kr\n-\n메일제목\n: [2024-하계\n학점교류 신청] 서울시립\n대\n\/\n이름\n\/\n학번\n-\n메일내용\n: 숙명포털 승인 완료 화면(캡처본) 및\n「붙임3\n)\n」모두\n첨부\n3) 수강 교과목 [학점교류 학점인정신청] 기간에 숙명포털에서 직접 신청(*추후 개별 공지 예정)\n4.\n수업기간 : 2024. 6. 24.(월) ~ 7. 18.(목)\n5.\n수강과목 :\n붙임4\n참고\n교과번호\n교과목명\n교과구분\n학년\n학점\n담당교수\n강의시간\n01914\n빅데이터개론\n2\n교양선택\n1\n3\n오유진\n월\n,\n화\n,\n목\n,\n금\n6,7,8\n교시\n(14:00 ~16:50)\n※ 빅데이터 학점교류는 수학추천자 양식 제출 후 교과목 변경이 불가함에 유의\n※ 하계 서울시립대 교과목은 교양선택으로 개설되어 COSS형 빅데이터전공 교과목으로 인정 불가함\n6. 문의 :\n숙명여자대학교 빅데이터혁신융합사업단\np157499@sookmyung.ac.kr, 02-2077-7192\n7. 첨부파일\n붙임1 2024학년도 여름계절 학점교류 안내_빅데이터혁신융합대학\n붙임2. 학점교류 안내(2024여름계절)\n붙임3. 학점교류추천자명단(양식_여름계절)\n붙임4. 수업계획서",
    "contentAttachment": [
      {
        "text": "2024-하계 서울시립대 학점교류 자료.zip(430.7K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=32&no=0&page=9",
      },
    ],
    "contentTable": [
      [
        {
          "0": "교과번호",
          "1": "교과목명",
          "2": "교과구분",
          "3": "학년",
          "4": "학점",
          "5": "담당교수",
          "6": "강의시간",
        },
        {
          "0": "01914",
          "1": "빅데이터개론2",
          "2": "교양선택",
          "3": "1",
          "4": "3",
          "5": "오유진",
          "6": "월,화,목,금 6,7,8교시(14:00 ~16:50)",
        },
      ],
    ],
    "contentImages": [],
    "site": "co",
    "periods": null,
  },
  {
    "title": "(신청기한 수정)제3회 CO-WEEK Academy 참가 신청 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=31&page=9",
    "date": "2024-04-23",
    "contentText":
    "제3회 CO-WEEK Academy 참가 신청 안내\n* 하기 신청 일정은 내부 사정에 따라 변경될 수 있습니다.\n1. 일정: 7\/1(월) ~ 7\/5(금)\n2. 장소: 계명대학교 성서캠퍼스\n※ 5일 모두 참여시 숙박\/교통비 지원 가능함(*숙박은 지정된 곳에서만 가능)\n<학점교류 신청>\n마감\n1.\n경상국립대(4\/22~4\/24),\n서울대(4\/15~4\/29)\n2. 코위크 연계 교과목은 코위크 강의 중 총 8개 필수 수강\n- 빅데이터 컨소시엄 6개 + 타 컨소시엄 2개\n<참가 신청(1차)> 수정\n마감\n1. 구글폼 신청 :\nhttps:\/\/forms.gle\/ehrjxHzZfN2b2x1a7\n2. 신청 기한 :\n- 변경 전 5\/1(수)~5\/31(금) 오전 11시까지\n- 변경 후 5\/1(수)~5\/24(금) 오전 11시까지\n※ 1일 이후 신청된 건 한해서만 확인\n3. 대상 : CO-WEEK 아카데미 참여 희망 학생\n※ CO-WEEK 연계 교과목 학점교류생은 별도 개별 이메일 안내 예정\n<수강 신청>\n1.\n신청 기한 : 6\/3(월) 14:00~6\/7(금) 16:00\n2. 대상 : 학점교류 및 코위크 신청 학생\n3. 수강 신청 방법 :\nhttps:\/\/academy.cossnet.com\n<수강신청 정정기간>\n1. 기간 : 6\/10(월)~6\/14(금)\n<관련문의>\nP\n157499@sookmyung.ac.kr\n<\n제3회 CO-WEEK Academy 안내\n>",
    "contentAttachment": [],
    "contentTable": [],
    "contentImages": [
      "https:\/\/bigdata.sookmyung.ac.kr:443\/data\/editor\/2404\/thumb-9e36225e5fabcc506c377040307e59d8_1714437294_5487_2000x22083.jpg",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "[학점교류] 2024-하계 계절학기 경상국립대학교 안내(CO-WEEK 연계)",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=30&page=9",
    "date": "2024-04-22",
    "contentText":
    "빅데이터혁신융합사업단에서는\n2024-하계 계절학기 경상국립\n대학교\n학점 교류\n학생을 모집하오니 수학을 희망 학생은 기간 내에 신청하시기 바랍니다\n.\n※\n본 공지문은 빅데이터 혁신융합대학사업 교류 관련이며\n,\n일반 학점교류 공지와 별도임을 유의하시기 바랍니다\n.\n※학점교류 신청자격: 재학중인 학부생 중 2개 학기 이상 이수완료(2학년 이상인 자)하고, 지원할 당시의 총 평점평균이 2.8\/4.3 이상인 자\n※휴학생 및 8학기 이상, 졸업예정자, 학사편입생은 학점교류 불가\n1.\n신청기간\n:\n~4\n\/24\n(\n수\n) 16:00\n까지\n※학점교류 신청하는 학생은 SnoWe 공지에 기재된 신청 기간 내에 신청해야 함\n2. 학점교류\n안내\n:\n붙임1\n참고\n3.\n신청방법\n※신청 기간 내에 1), 2) 모두 제출 완료해야 함\n1\n)\n「붙임2\n)\n경상국립\n대\n수학 추천자 양식\n」\n작성하여 사업단\n이메일 제출\n- 이메일: p157499@sookmyung.ac.kr\n-\n메일제목\n: [2024-하계\n학점교류 신청] 경상국립\n대\n\/\n이름\n\/\n학번\n-\n메일내용\n:\n「붙임2\n)\n경상국립\n대\n수학 추천자 양식\n」\n첨부\n2)\n「붙임6\n) 국내학점교류 수강신청 요성서 양식\n」\n작성하여\n사업단(\n명신관 214C호)\n으로\n직접 방문 제출\n- 방문 가능 시간: 9:00~17:00 (*점심시간 제외 12:00~13:00)\n- 숙명포털 학점교류 신청서 작성 방법\n① 국내학점교류 수강신청 요성서 양식에 내용 작성\n②\n신청서\n하단에 본인 서명 및 제1전공 학부(과)장님 확인 도장(서명)\n3) 수강 교과목 학점인정신청 기간에 숙명포털에서 직접 신청(*추후 개별 공지 예정)\n4.\n수업기간 : 2024. 6. 24.(월) ~ 7. 17.(수)\n5.\n수강과목 :\n첨부3\n참고\n※ 빅데이터 학점교류는 수학추천자 양식 제출 후 교과목 변경이 불가함에 유의\n※ 하계 경상국립대 교과목은 COSS형 빅데이터전공 교과목으로 인정 불가함\n6. CO-WEEK 연계교과목 유의사항 :\n첨부5 참고\n-\n경상국립대 교과목은 CO-WEEK 아카데미 연계 교과목으로 CO-WEEK 아카데미 강좌 중 총 8개(빅데이터 컨소시엄 6개 + 타 컨소시엄 2개 강좌) 필수 수강 해야 함\n-\nCO-WEEK 아카데미 수강신청 기간에 학생이 직접 수강신청해야 함(*추후 공지 예정)\n-\nCO-WEEK 아카데미 5일 모두 필수 참석 시 숙박\/교통비 지원 가능 함(*숙박은 지정된 곳에서만 가능)\n7. 문의 :\n숙명여자대학교 빅데이터혁신융합사업단\np157499@sookmyung.ac.kr. 02-2077-7192\n8. 첨부파일\n붙임1. 2024년도 경상국립대학교 하계 계절학기 수학 안내문\n붙임2. 2024년도 경상국립대학교 하계 계절학기 수학 추천서(서식)\n붙임3. 2024학년도 하계 계절학기 강의계획서_(빅데이터이해, 인공지능이해) 1부\n붙임4. [빅데이터] 경상국립대학교 하계 계절학기 개설 교과목 홍보 포스터_외부용 1부\n붙임5. 제3회 CO-WEEK 아카데미 강의시간표(안)\n붙임6. (양식) 국내학점교류 수강신청 요청서(관리자 입력용)",
    "contentAttachment": [
      {
        "text": "2024-하계 계절학기 경상국립대 학점교류 안내.zip(663.5K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=30&no=0&page=9",
      },
    ],
    "contentTable": [],
    "contentImages": [],
    "site": "co",
    "periods": null,
  },
  {
    "title": "[학점교류] 2024-하계 계절학기 서울대학교 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=29&page=9",
    "date": "2024-04-18",
    "contentText":
    "빅데이터혁신융합사업단에서는\n2024-하계 계절학기 서울\n대학교\n학점 교류\n학생을 모집하오니 수학을 희망 학생은 기간 내에 신청하시기 바랍니다\n.\n※\n본 공지문은 빅데이터 혁신융합대학사업 교류 관련이며\n,\n일반 학점교류 공지와 별도임을 유의하시기 바랍니다\n.\n※학점교류 신청자격: 재학중인 학부생 중 2개 학기 이상 이수완료(2학년 이상인 자)하고, 지원할 당시의 총 평점평균이 2.8\/4.3 이상인 자\n※휴학생 및 8학기 이상, 졸업예정자, 학사편입생은 학점교류 불가\n1.\n신청기간\n:\n~4\n\/29\n(\n월\n) 16:00\n까지\n※학점교류 신청하는 학생은 SnoWe 공지에 기재된 신청 기간 내에 신청해야 함\n2. 학점교류\n안내\n:\n붙임1\n참고\n3.\n신청방법\n※신청 기간 내에 1), 2) 모두 제출 완료해야 함\n1\n)\n「붙임4\n) 서울대학교 수학 추천자 양식\n」\n작성하여 사업단\n이메일 제출\n- 이메일: p157499@sookmyung.ac.kr\n-\n메일제목\n: [2024-하계\n학점교류 신청]\n서울대\n\/\n이름\n\/\n학번\n-\n메일내용\n:\n「붙임4\n) 서울대학교 수학 추천자 양식\n」\n첨부\n2)\n「붙임6\n) 국내학점교류 수강신청 요성서 양식\n」\n작성하여\n사업단(\n명신관 214C호)\n으로\n직접 방문 제출\n- 방문 가능 시간: 9:00~17:00 (*점심시간 제외 12:00~13:00)\n- 숙명포털 학점교류 신청서 작성 방법\n① 국내학점교류 수강신청 요성서 양식에 내용 작성\n②\n신청서\n하단에 본인 서명 및 제1전공 학부(과)장님 확인 도장(서명)\n3) 수강 교과목\n학점인정신청 기간에 숙명포털에서 직접 신청(*추후 개별 공지 예정)\n4.\n수업기간 : 2024. 6. 24.(월) ~ 8. 2.(금)\n5.\n수강과목 :\n첨부2\n, 3\n참고\n※ 빅데이터 학점교류는 수학추천자 양식 제출 후 교과목 변경이 불가함에 유의\n※ COSS형 빅데이터전공생은 표준교과목명이 적힌 교과목만 빅데이터전공으로 인정 가능함\n6. <자연어처리> CO-WEEK 연계교과목 유의사항 :\n첨부5 참고\n-\n<자연어처리> 교과목은 CO-WEEK 아카데미 연계 교과목으로 CO-WEEK 아카데미 강좌 중 총 8개(빅데이터 컨소시엄 6개 + 타 컨소시엄 2개 강좌) 필수 수강 해야 함\n-\nCO-WEEK 아카데미 수강신청 기간에 학생이 직접 수강신청해야 함(*추후 공지 예정)\n-\nCO-WEEK 아카데미 5일 모두 필수 참석 시 숙박\/교통비 지원 가능 함(*숙박은 지정된 곳에서만 가능)\n7. 문의 :\n숙명여자대학교 빅데이터혁신융합사업단\np157499@sookmyung.ac.kr. 02-2077-7192\n8. 첨부파일\n붙임1. 2024학년도 하계 계절수업 서울대학교 수학 안내문_혁신공유학부\n붙임2 2024학년도 하계 계절수업 서울대학교 개설교과목 리스트\n붙임3 2024학년도 하계 계절수업 서울대학교 강의계획서_혁신공유학부\n붙임4. (혁신공유학부)서울대학교 수학추천자 양식(2024-하계)_수정\n붙임5. 제3회 CO-WEEK 아카데미 강의시간표(안)\n붙임6. (양식) 국내학점교류 수강신청 요청서(관리자 입력용)",
    "contentAttachment": [
      {
        "text": "[빅데이터혁신융합대학] 2024학년도 하계 계절학기 서울대학교 학점교류 안내.zip(731.7K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=29&no=0&page=9",
      },
    ],
    "contentTable": [],
    "contentImages": [],
    "site": "co",
    "periods": null,
  },
  {
    "title": "2024학년도 상반기 빅데이터 관련 자격증 취득 장학금 지원 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=28&page=9",
    "date": "2024-04-12",
    "contentText":
    "빅데이터혁신융합사업단에서\n<2024\n학년도 상반기 빅데이터 관련 자격증 취득 장학금 지원\n>\n을 다음과 같이 안내하오니\n숙명인 여러분들의 많은 신청 바랍니다\n.\n■\n신청 자격\n1\n순위\n:\n빅데이터\n(COSS)\n전공생\n2\n순위\n:\n빅데이터 혁신융합대학 참여학과\n(\n소프트웨어학부\n,\n인공지능공학부\n,\n통계학과\n)\n학생(제 1전공)\n* 이외 학과 학생 지원 불가\n■\n지원 대상\n: 2022\n학년도\n2\n학기 이후 아래 빅데이터 관련 자격증 취득 학생\n(\n자격증별 지급 가능\n)\n예시\n)\n사회조사분석사\n(2\n급\n)\n과 정보처리기사 모두 취득 시 장학금\n40\n만 원 수혜 가능\n■\n지원 자격증 및 장학금액\n자격증\n장학금\n(\n원\n)\n빅데이터분석기사\n200,000\n데이터분석 전문가\n300,000\n데이터분석 준전문가\n200,000\n사회조사분석사\n(2\n급\n)\n200,000\n정보처리기사\n200,000\n정보처리산업기사\n200,000\n데이터아키텍처전문가\n200,000\n데이터아키텍처준전문가\n200,000\nSQL\n전문가\n200,000\nSQL\n개발자\n200,000\n■\n신청 기간\n: 2024.04.15.(\n월\n)~2024.06.28.(\n금\n)\n까지\n*\n장학금 선착순 지급\n(\n예산 소진 시 마감\n)\n■\n신청 방법\n:\n1)\n사업단 메인 홈페이지\nhttp:\/\/bigdata.sookmyung.ac.kr\n회원가입\n2)\n학사관리시스템\nhttps:\/\/bigdataschool.sookmyung.ac.kr\n로그인\n(\n학생 인증 필수\n)\n*\n인증 승인 절차는\n1~5\n일 정도 소요됩니다\n.\n3)\n장학금 신청\n>\n자격증\n> [\n응시원서\n,\n재학증명서\n합본\n], [\n자격증 사본\n]\n첨부 후 신청\n4) [\n입금계좌신청서\n], [\n신분증 사본\n]\n이메일 제출\n(\n신청 확인 후 개별 안내\n)\n* [\n입금계좌신청서\n]\n공지사항 첨부 양식 확인\n■\n제출 서류\n:\n모든 서류는\nPDF\n파일로 변환 후 제출\n1)\n응시원서\n2)\n재학증명서\n3)\n자격증 사본\n4)\n입금계좌신청서\n[\n붙임\n1]\n5)\n신분증 사본\n■\n주의 사항\n:\n신청 후 추가 신청 불가\n(\n신청 시 지원받고자 하는 자격증 한 번에 신청\n)\n■\n장학금 지급 시기\n: 7\n월 말 지급 예정\n■\n관련 문의\n：\np157499@sookmyung.ac.kr",
    "contentAttachment": [
      {
        "text": "입금계좌신청서_양식.hwp(50.0K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=28&no=0&page=9",
      },
    ],
    "contentTable": [
      [
        {"0": "자격증", "1": "장학금(원)"},
        {"0": "빅데이터분석기사", "1": "200000"},
        {"0": "데이터분석 전문가", "1": "300000"},
        {"0": "데이터분석 준전문가", "1": "200000"},
        {"0": "사회조사분석사(2급)", "1": "200000"},
        {"0": "정보처리기사", "1": "200000"},
        {"0": "정보처리산업기사", "1": "200000"},
        {"0": "데이터아키텍처전문가", "1": "200000"},
        {"0": "데이터아키텍처준전문가", "1": "200000"},
        {"0": "SQL 전문가", "1": "200000"},
        {"0": "SQL 개발자", "1": "200000"},
      ],
    ],
    "contentImages": [
      "https:\/\/p157499.cafe24.com\/data\/editor\/2404\/e3d462879bd9129f513cca48f7c82ad9_1712882064_4667.png",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "24-1학기 숙명행복성장주간 부스 운영 학생 모집(~4\/15)",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=27&page=9",
    "date": "2024-04-11",
    "contentText":
    "빅데이터혁신융합사업단에서\n2024-1\n학기 숙명행복성장주간 사업단 홍보부스 운영 학생을 모집합니다\n.\n빅데이터전공생들의 많은 참여 부탁드립니다\n.\n1.\n모집대상\n: COSS\n형 빅데이터전공 재학생\n00\n명\n[\n우대사항\n]\n1)\n행사 일정 중 많은 시간 근무 가능한 자\n(\n최소\n2\n시간 이상\n)\n2)\n빅데이터사업단 교육과정 및 비교과 프로그램에 이해도 높은 자\n3)\n홍보 부스 운영에 성실히 근무 가능한 자\n4)\n홍보 부스 운영 관련\nOT\n참석 가능한 자\n(\n시간 변경 가능\n)\n2.\n근무 일정 및 내용\n◎\n일정\n-\n홍보부스\nOT : 4\/26(\n금\n)\n오전\n11\n시\n(1\n시간 소요 예정\n),\n명신관\n214C\n호\n-\n행사 일정\n: 4\/29(\n월\n) ~ 4\/30(\n화\n),\n순헌관 광장\n-\n매시 최소\n2\n명씩 근무 예정\n4\/26(\n금\n)\n4\/29(\n월\n)\n4\/30(\n화\n)\n10:00 ~ 11:00\n홍보 부스 운영\n11:00 ~ 12:00\nOT\n홍보 부스 운영\n12:00 ~ 13:00\n홍보 부스 운영\n13:00 ~ 14:00\n홍보 부스 운영\n홍보 부스 운영\n14:00 ~ 15:00\n홍보 부스 운영\n홍보 부스 운영\n15:00 ~ 16:00\n홍보 부스 운영\n홍보 부스 운영\n◎\n내용\n-\n빅데이터혁신융합사업단 홈페이지 소개 및 회원가입 안내\n-\n학생자율설계전공\n(COSS\n형\n)\n빅데이터전공 및 빅데이터 마이크로디그리\n(MD)\n안내\n-\n그 외 사업단 비교과 프로그램 홍보 등\n3.\n모집기간\n:\n~ 4\n월\n15\n일\n(\n월\n) 13\n시까지\n※\n마감기한 엄수\n4.\n시급\n: 10,000\n원\n※\n시급 지급에 따라 본 행사 근무 시 빅데이터전공 장학금\n-\n비교과 프로그램 참여 미반영함\n5.\n지원방법\n:\n이메일 접수\n(\np157499@sookmyung.ac.kr\n)\n1)\n제출제목\n: [\n숙명행복성장주간 지원\n]\n이름\n\/\n학번\n2)\n제출내용\n:\n첨부파일 모두 첨부\n6.\n결과안내\n:\n4\n월\n16\n일\n(\n화\n)\n선발된 학생 대상 이메일 안내\n※\n연락이 없을 경우 선발되지 않은 것임\n(\n별도 연락\nX)\n7.\n첨부\n1)\n숙명행복성장주간 근로학생 지원서\n(\n양식\n)\n2)\n근무 가능 스케줄표\n8.\n문의\n:\n빅데이터혁신융합사업단\np157499@sookmyung.ac.kr",
    "contentAttachment": [
      {
        "text": "숙명행복성장주간 첨부파일.zip(48.9K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=27&no=0&page=9",
      },
    ],
    "contentTable": [
      [
        {"0": null, "1": "4\/26(금)", "2": "4\/29(월)", "3": "4\/30(화)"},
        {"0": "10:00 ~ 11:00", "1": null, "2": null, "3": "홍보 부스 운영"},
        {"0": "11:00 ~ 12:00", "1": "OT", "2": null, "3": "홍보 부스 운영"},
        {"0": "12:00 ~ 13:00", "1": null, "2": null, "3": "홍보 부스 운영"},
        {"0": "13:00 ~ 14:00", "1": null, "2": "홍보 부스 운영", "3": "홍보 부스 운영"},
        {"0": "14:00 ~ 15:00", "1": null, "2": "홍보 부스 운영", "3": "홍보 부스 운영"},
        {"0": "15:00 ~ 16:00", "1": null, "2": "홍보 부스 운영", "3": "홍보 부스 운영"},
      ],
    ],
    "contentImages": [],
    "site": "co",
    "periods": null,
  },
  {
    "title": "[졸업] 24-1학기(24년 8월) 빅데이터전공 졸업 제출 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=19&page=9",
    "date": "2024-04-01",
    "contentText":
    "2024\n학년도\n1\n학기\n(24\n년\n8\n월\n)\n빅데이터전공 졸업 관련하여 아래와 같이 안내하오니\n,\n대상 학생은 기간내에 신청\/제출하시기 바랍니다.\n본 공지는 사업단에서 진행하는 빅데이터전공 졸업 관련이며\n,\n학사팀에서 진행하는 졸업 일정은 학교 홈페이지 공지사항을 확인하여 기간 내 직접 진행해야 합니다\n.\n■ 빅데이터전공 졸업 계획 제출 안내\n1. 대상:\n빅데이터전공생 중 8학기 이상 재학생\/수료생 모두\n2.\n졸업 계획 제출 기간 : 4\/1(월) ~ 4\/18(목)\n3. 제출 방법: 빅데이터혁신융합사업단 학사관리 시스템 홈페이지\n4. 학사관리 시스템 홈페이지 [졸업] 진행 순서는 첨부파일 참고\n■ 빅데이터전공 졸업논문제 및 학점이수표 제출 안내\n1. 대상:\n빅데이터전공 졸업 예정자\n2. 제출 기간: 졸업 관련 이전 공지 확인\n3. 제출 방법: 빅데이터혁신융합사업단 학사관리 시스템 홈페이지\n4. 학사관리 시스템 홈페이지 [졸업] 진행 순서는 첨부파일 참고\n■ 빅데이터전공 문의:\np157499@sookmyung.ac.kr",
    "contentAttachment": [
      {
        "text": "홈페이지 졸업 진행 순서학생 안내용.pdf(1.6M)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=19&no=0&page=9",
      },
    ],
    "contentTable": [],
    "contentImages": [],
    "site": "co",
    "periods": null,
  },
  {
    "title": "[졸업] 2024학년도 8월 빅데이터전공 졸업 일정 안내(8학기생 이상 필독)",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=15&page=9",
    "date": "2024-03-20",
    "contentText":
    "2024\n학년도\n1\n학기\n(24\n년\n8\n월\n)\n빅데이터전공 졸업 진행 일정 관련하여 아래와 같이 안내하오니\n,\n대상 학생은 내용을 숙지하여 신청하시기 바랍니다\n.\n본 공지는 빅데이터전공 졸업 관련이며\n,\n학사팀에서 진행하는 졸업 일정은 학교 홈페이지 공지사항을 확인하여 기간 내 직접 진행해야 합니다\n.\n1. 대상:\n빅데이터전공생 중 8학기 이상 재학생\/수료생 모두\n2.\n빅데이터전공 졸업 일정표\n일정명\n제출대상\n제출기간\n제출처\n★\n학점 이수현황 확인 및 과목정리\n졸업예정자\n~4\/15(\n월\n)\n학사팀\n(\n학사공지\n)\n빅데이터전공\n졸업계획 제출\n8\n학기 이상 및\n졸업예정자 재학생 모두\n4\/1(\n월\n)~4\/18(\n목\n)\n사업단 홈페이지\n졸업논문제 제출\n졸업예정자\n5\/27(\n월\n)~5\/31(\n금\n)\n사업단 홈페이지\n졸업논문제 출력본 및 결과보고서 제출\n졸업논문제 승인\n6\/10(\n월\n)~6\/14(\n금\n)\n방문 제출\n(\n명신관\n214C\n호\n)\n★\n졸업논문제 심사결과 확인\n졸업논문제 합격\n7\/15(\n월\n)~7\/16(\n화\n)\n숙명포털시스템\n학점이수표 및 성적증명서 제출\n졸업논문제 합격\n7\/5(\n금\n)~7\/18(\n목\n)\n사업단 홈페이지\n★\n졸업심사결과\n(\n최종결과\n)\n조회\n졸업학점 이수완료\n7\/30(\n화\n)~7\/31(\n수\n)\n숙명포털시스템\n※\n상기 일정은 변경될 수 있으니\n,\n학교 홈페이지 및 사업단 홈페이지 공지사항에서 업데이트되는 내용을 반드시 확인하시기 바랍니다\n.\n※\n학사관리시스템 홈페이지 졸업 관련 제출 폼은 제출완료 시 수정이 불가하니 유의하시기 바랍니다\n.\n3. 학사팀 과목정리(과목이동) 안내\n▶\n학교홈페이지 > 학사공지 > [졸업] 졸업학점 이수현황 확인 및 과목이동 공지 바로가기\n※\n24-1\n학기 졸업예정자는 공지\n[\n학점 이수현황 확인 및 과목정리\n]\n기간에 반드시 수준별 서로 다른 표준교과목으로 이수 교과목이 매칭되었는지 확인 하시기 바랍니다.\n(*\n빅데이터전공은 표준교과목에 매칭되는\n1\n개의 교과목으로 카운트함에 유의\n)\n※\n과목정리 후 반드시 숙명포털에서 반영 완료되었는지 꼭 확인하시기 바랍니다\n.\n4. 중복학점 변경 안내\n▶\n학교 홈페이지 > 문서양식함 > 학생자율설계전공 중복과목 변경신청 바로가기\n5. 빅데이터전공 문의:\np157499@sookmyung.ac.kr",
    "contentAttachment": [],
    "contentTable": [
      [
        {"0": "일정명", "1": "제출대상", "2": "제출기간", "3": "제출처"},
        {
          "0": "★학점 이수현황 확인 및 과목정리",
          "1": "졸업예정자",
          "2": "~4\/15(월)",
          "3": "학사팀(학사공지)",
        },
        {
          "0": "빅데이터전공졸업계획 제출",
          "1": "8학기 이상 및졸업예정자 재학생 모두",
          "2": "4\/1(월)~4\/18(목)",
          "3": "사업단 홈페이지",
        },
        {
          "0": "졸업논문제 제출",
          "1": "졸업예정자",
          "2": "5\/27(월)~5\/31(금)",
          "3": "사업단 홈페이지",
        },
        {
          "0": "졸업논문제 출력본 및 결과보고서 제출",
          "1": "졸업논문제 승인",
          "2": "6\/10(월)~6\/14(금)",
          "3": "방문 제출(명신관214C호)",
        },
        {
          "0": "★졸업논문제 심사결과 확인",
          "1": "졸업논문제 합격",
          "2": "7\/15(월)~7\/16(화)",
          "3": "숙명포털시스템",
        },
        {
          "0": "학점이수표 및 성적증명서 제출",
          "1": "졸업논문제 합격",
          "2": "7\/5(금)~7\/18(목)",
          "3": "사업단 홈페이지",
        },
        {
          "0": "★졸업심사결과(최종결과) 조회",
          "1": "졸업학점 이수완료",
          "2": "7\/30(화)~7\/31(수)",
          "3": "숙명포털시스템",
        },
      ],
    ],
    "contentImages": [],
    "site": "co",
    "periods": null,
  },
  {
    "title": "(수정) 2024 빅데이터 혁신융합대학-USC 컨퍼런스 B.U.S 참가 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=12&page=9",
    "date": "2024-03-14",
    "contentText":
    "안녕하세요. 숙명여자대학교 빅데이터혁신융합사업단입니다.\n이번 하계 방학 중 미국 캘리포니아 USC로 파견 교육 프로그램을 진행합니다.\n진행 내용에 수정 사항이 생겨 안내드립니다.\n<변경사항>\n* 참가비용 : 1,000,000원에서 \"항공료 실비 전액 학생 부담\"\n* 성과형 장학금 신설\n* 지원 자격: 어학 기준 TEPS 추가 \/ TOOL 파이썬 사용 추가 \/ 데이터 사이언스 기초 지식 우대\n* 선발 기준 안내 추가\n참가신청서, 서약서 파일 내용이 변경되었으므로 변경된 파일로 제출 부탁드립니다.\n기존 신청 학생분들에게는 개별 연락 드리도록 하겠습니다.\nB.U.S (Big data Conference with USC and SMWU)\n빅데이터 혁신융합대학-USC 컨퍼런스\n1. 참가 대상 및 인원\n○ 참가 대상 : 첨단분야 혁신융합대학사업(빅데이터) 주관대학 및 참여대학 학부 재학생\n(서울대, 숙명여대, 서울시립대, 전북대, 한동대, 경상국립대, 경기과기대)\n○ 참가 인원 : 총 20~30명\n2. 지원 자격\n○ 빅데이터 컨소시엄 내 3학기~7학기 이내 학부 재학생\n○ 학점 기준 : 누계 평점 2.7 \/ 4.3 이상인 자\n○ 어학 기준 : TOEIC 600점 이상 \/ IELTS 5.5 이상 \/ TOEFL iBT 61 이상 \/TOEFL ITP 500 이상 \/ TEPS 228 이상(추가) \/ OPIc IM1 이상 \/ TOEIC SPEAKING IM1 이상 中 1\n○ TOOL : 파이썬 사용 가능자 (추가) \/ 프로젝트 수행을 위하여 파이썬 사용 필요\n○ 기타 : 데이터 사이언스(빅데이터, 머신러닝, 알고리즘)에 대한 기초 지식 (추가)  \/ 우대사항\n3. 교육 프로그램 내용\n○ 총 교육 시간 : 1일 6시간*10일, 총 60시간 교육 진행\n○ 교육 내용\n- Introduction to Data Science \/ 40시간\n- Data Science with project \/ 20시간\n4.\n추진\n일정\n내용\n일정\n공고 및 모집\n2024.3.11.(월) ~ 3.28.(목)\n참가자 선발 공고\n2024.4.1.(월)\n참가자 1차 오리엔테이션\n2024.4.6.(토) 오전 11:00\n항공권 입금\n2024.4.8.(월) ~ 4.10.(수)\n출국\n2024.7.5.(금) ※ 한국 시간 기준\n교육 기간\n2024.7.8.(월) ~ 7.19.(금)  ※미국 시간 기준\n입국\n2024.7.22.(월)  ※ 미국 시간 기준\n5.\n참가\n비용\n(변경)\n참가비 금액 : 항공권 실비 전액\n※ 항공권 금액은 항공권 결제 시 정확한 금액 산출 가능\n6.\n제출\n서류\n○ [\n붙임\n1]\n참가신청서 (수정)\n○ [\n붙임\n2]\n서약서 (수정)\n○ [\n붙임\n3]\n개인정보\n수집\n및\n이용\n동의서\n○\n재학증명서\n○\n전체학기\n성적\n증명서\n○\n어학\n성적\n서류\n7. 선발 기준 (추가)\n내용\n비율\n비고\n빅데이터 사업단 프로그램 참여도\n40%\n빅데이터 전공, 마이크로디그리 이수,\n비교과 프로그램 참여 등\n성적\n40%\n2023-2학기까지 누계 성적 기준\n어학 성적\n20%\n총합\n100%\n8. 장학금 (추가)\n가. 컨퍼런스 모든 일정 종료 후 각 참여대학에서 성과형 장학금 지급\n나. 성과형 장학금 지급\n○ 1,600,000 원\n○ 1,200,000 원\n다. 평가 기준\n○ 교육 프로그램 이수 성적 80%\n○ 결과보고서 20%\n라. 장학금 지급 조건\n1) USC 에서 진행하는 총 60시간 교육 프로그램을 모두 이수하고 수료증을 받은 자\n2) 기한 내에 결과보고서를 제출한 자\n※ 위 지급 조건을 이행하지 못한 경우 장학금 지급 불가\n9\n.\n신청\n방법\n:\n이메일\n제출\np157499@sookmyung.ac.kr (\n참가신청서\n및\n제출\n서류\n모두\n)\n※\n문의\n숙명여자대학교\n빅데이터혁신융합사업단\np157499@sookmyung.ac.kr \/ 02-2077-7079",
    "contentAttachment": [
      {
        "text": "2024 USC 컨퍼런스 B.U.S 신청서류.zip(480.5K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=12&no=0&page=9",
      },
    ],
    "contentTable": [
      [
        {"내용": "공고 및 모집", "일정": "2024.3.11.(월) ~ 3.28.(목)"},
        {"내용": "참가자 선발 공고", "일정": "2024.4.1.(월)"},
        {"내용": "참가자 1차 오리엔테이션", "일정": "2024.4.6.(토) 오전 11:00"},
        {"내용": "항공권 입금", "일정": "2024.4.8.(월) ~ 4.10.(수)"},
        {"내용": "출국", "일정": "2024.7.5.(금) ※ 한국 시간 기준"},
        {"내용": "교육 기간", "일정": "2024.7.8.(월) ~ 7.19.(금) ※미국 시간 기준"},
        {"내용": "입국", "일정": "2024.7.22.(월) ※ 미국 시간 기준"},
      ],
      [
        {
          "내용": "빅데이터 사업단 프로그램 참여도",
          "비율": "40%",
          "비고": "빅데이터 전공, 마이크로디그리 이수, 비교과 프로그램 참여 등",
        },
        {"내용": "성적", "비율": "40%", "비고": "2023-2학기까지 누계 성적 기준"},
        {"내용": "어학 성적", "비율": "20%", "비고": null},
        {"내용": "총합", "비율": "100%", "비고": null},
      ],
    ],
    "contentImages": [],
    "site": "co",
    "periods": null,
  },
  {
    "title": "2024학년도 COSS 빅데이터 서포터즈 모집(~3\/21)",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=11&page=10",
    "date": "2024-03-14",
    "contentText":
    "빅데이터혁신융합사업단에서\n<2024\n학년도\nCOSS\n빅데이터 혁신융합대학 서포터즈\n>\n를 다음과 같이 모집하오니\n숙명인 여러분들의 많은 지원 바랍니다\n.\n1)\n모집 기간\n:\n2024. 3. 12.(화)\n~ 3. 21.(\n목\n) 13:00\n까지\n-\n서류 심사 후 면접 일정 개별 공지 예정\n2)\n모집 대상\n- 2024\n학년도 기준 학부 재학생\n-\n학생자율설계전공\n(COSS\n형\n)\n빅데이터전공생 우선 선발\n3)\n모집 분야\n:\n홍보 서포터즈\n5\n명\n4)\n활동 기간\n: 2024\n년\n4\n월\n1\n일\n~ 2025\n년\n2\n월\n28\n일\n(11\n개월\n)\n5)\n활동 혜택\n-\n월\n1\n회 활동비 지급\n(30\n만원\n)\n- COSS\n서포터즈 수료증 발급\n(\n한국연구재단\n)\n6)\n주요 활동\n-\n월\n1\n회 정기회의 참석\n-\n매월 활동보고서 제출\n-\n사업단 콘텐츠 제작\n(\n카드뉴스\n,\n영상 촬영 및 편집\n)\n-\n월간 빅데이터 캠퍼스 대회 참가\n-\n빅데이터혁신융합사업단 행사 기획 및 운영\n-\n혁신융합대학 프로그램 참가 및 운영\n(CO-WEEK, COSS\n워크숍\n,\n산학\nEXPO, CO-SHOW\n등\n)\n-\n학습\n,\n연구용 데이터 큐레이션 활동 등\n7)\n제출 서류\n-\n지원서\n1\n부\n-\n활동계획서 및 포트폴리오\n(PPT\n또는 한글파일\n10\n장 이내\n) 1\n부\n8)\n제출 방법\n-\n빅데이터혁신융합사업단 이메일 제출\n(p157499@sookmyung.ac.kr)\n-\n메일 제목\n: [\n서포터즈 지원\n]\n홍보분야\n_\n학번\n_\n이름\n9)\n문의\n:\n빅데이터혁신융합사업단\np157499@sookmyung.ac.kr",
    "contentAttachment": [
      {
        "text": "서포터즈 지원서류.zip(84.8K)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=11&no=0&page=10",
      },
    ],
    "contentTable": [],
    "contentImages": [
      "https:\/\/p157499.cafe24.com\/data\/editor\/2403\/037f5add5e7acc45f24ae26d562bce88_1710393447_2161.jpg",
    ],
    "site": "co",
    "periods": null,
  },
  {
    "title": "(수정)2024학년도 제 3회 월간 빅데이터 캠퍼스 대회 신청 안내",
    "link":
    "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/board.php?bo_table=notice&wr_id=4&page=10",
    "date": "2024-03-11",
    "contentText":
    "빅데이터혁신융합사업단에서 주관하는 제 3회 월간 빅데이터 캠퍼스 대회가 진행됩니다.\n데이터 분석에 관심 있는 숙명여대 학생들의 많은 관심과 참여 부탁드립니다.\n1. 공모 주제\n빅데이터 캠퍼스 데이터 및 개방된 데이터를 활용하여 비즈니스 모델개발\n도시문제 해결 및 공공 이익·발전에 기여할 수 있는 자유주제\n2. 참가 대상\n재학생 전체(개인 혹은 2인 이내 팀)\n3. 공모 일정\n수정 전\n- 신청서 및 동의서 제출 : 3\/11(월)~3\/31(일)\n- 대회 과제 수행 및 제출 : 4\/1(월)~6\/6(목)\n- 결과안내 : 6\/14(금)\n- 발표\/시상식 : 6\/21(금)\n수정 후\n- 대회 과제 수행 및 제출 : 4\/1(월)~8\/15(목)\n- 결과안내 : 8\/23(금)\n- 발표\/시상식 : 8\/30(금)\n4. 참가방법 : 위 일정 기한 반드시 확인\n(1단계\/참가신청) 홈페이지 신청 및 동의서(첨부 2) 제출\n- 사업단 메인 홈페이지\nhttp:\/\/bigdata.sookmyung.ac.kr\/\n회원가입\n- 학사관리시스템\nhttps:\/\/bigdataschool.sookmyung.ac.kr\n로그인(학생인증)\n- 프로그램 > 제 3회 월간 빅데이터 캠퍼스 대회 > 신청\n※ 회원가입은 팀원 모두 진행 필수, 단 팀 참가시 대회 신청 관련 내용은 대표자 1인만 제출\n※ 추후 팀명 수정 불가\n(2단계\/과제제출) 발표자료 제출(PPT 20~30장 이내)\n-\n학사관리시스템\nhttps:\/\/bigdataschool.sookmyung.ac.kr\n로그인\n- 비교과 프로그램 > 제 3회 월간 빅데이터 캠퍼스 대회 > 자료제출\n또는 마이페이지 > 프로그램 >\n제3회 월간 빅데이터 캠퍼스 대회\n자료제출\n5. 참가 조건\n1) 서울시 빅데이터 캠퍼스 318종 데이터 중 1개 이상 활용 필수\n* 다른 공공 포털 데이터 보조적으로 활용 가능\n2) 참가신청서 내 모든 항목에 동의 필수\n3) 숙명여자대학교 빅데이터 캠퍼스 분원 방문 필수\n6. 서울시 빅데이터 캠퍼스 분원 이용 안내(참가 조건)\n데이터 활용을 위한 분석실 이용 -> \"개별 예약\"(팀X)\n예)\n팀(2인) 중 1명만 예약 및 승인 O -> 승인된 인원 1명만 방문 가능\n팀(2인) 중 2명 모두 예약 및 승인 O -> 둘다 이용 가능\n절차 안내)\n1) 사업단 홈페이지 예약 전 반드시 서울시 빅데이터 캠퍼스 홈페이지\n(서울특별시 빅데이터 캠퍼스 (\nseoul.go.kr\n)) 이용 신청 필수\n2). 사업단 홈페이지\n(숙명여자대학교 빅데이터 혁신융합사업단 (\nsookmyung.ac.kr\n))를 통해 이용할 일시 예약\n* 분석실 좌석 한정으로 1인 당 일 최대 3시간 예약 가능\n* 예약 승인 까지 1-5일 정도 소요\n* 점심시간(12:00 ~ 13:00) 및 사업단 지정 일시 이용 불가  -> 예약 캘린더에서 확인 가능\n3) 예약\n승인 확인 후 학생증(헤이영) 지참 후 예약 일시에 방문\n* 분원에 관한 자세한 사항 및 이외 기타 문의사항은 하단의 메일주소로 연락 바랍니다.\n7. 문의 : 빅데이터혁신융합사업단(\np157499@sookmyung.ac.kr\n\/\n02-2077-7193)\n※ 첨부파일 :\n첨부1. 숙명여대 빅데이터 캠퍼스 분원 이용 안내\n첨부2. 월간 빅데이터 캠퍼스 개인정보 및 활용동의서",
    "contentAttachment": [
      {
        "text": "첨부 파일 전체.zip(8.3M)",
        "url":
        "https:\/\/bigdata.sookmyung.ac.kr:443\/bbs\/download.php?bo_table=notice&wr_id=4&no=0&page=10",
      },
    ],
    "contentTable": [],
    "contentImages": [
      "https:\/\/p157499.cafe24.com\/data\/editor\/2403\/9fdfb4f8735e724422d710bd47913ead_1710137434_4354.jpg",
    ],
    "site": "co",
    "periods": null,
  },
];

